{
    "annotations": [
        [
            "Breast cancer is a type of cancer that originates in the cells of the breast tissue. It can manifest with various symptoms, including the presence of breast lump, changes in breast size or breast shape, nipple inversion or nipple discharge, skin redness or skin dimpling, breast pain, and swollen lymph nodes . Treatment for breast cancer typically involves a combination of therapies. Chemotherapy, hormonal therapy using drugs like Tamoxifen or aromatase inhibitors, targeted therapy with medications such as Herceptin, and radiation therapy are commonly employed to combat the disease. These treatments aim to destroy cancer cells, shrink tumors, and prevent the cancer from spreading or recurring. Early detection and prompt treatment significantly increase the chances of successful outcomes for individuals diagnosed with breast cancer . Lung cancer is a malignancy that begins in the cells of the lung tissues. It presents with a range of symptoms, including a persistent cough, chest pain, hoarseness, shortness of breath, coughing up blood, fatigue, unintended weight loss, and recurrent respiratory infections . Treatment for lung cancer typically involves a multidisciplinary approach. Chemotherapy, immunotherapy using checkpoint inhibitors, targeted therapy with drugs like EGFR inhibitors, radiation therapy, and surgery are among the treatment options available. These interventions aim to eradicate cancer cells, shrink tumors, alleviate symptoms, and improve overall survival rates. Early detection and timely intervention are crucial for achieving favorable outcomes in individuals diagnosed with lung cancer. Prostate cancer is a type of cancer that affects the prostate gland in men. It often presents with symptoms such as urinary problems like frequent urination and a weak urine stream, blood in urine or semen, erectile dysfunction, pain or stiffness in the pelvis, and bone pain . The treatment options for prostate cancer depend on various factors including the stage and aggressiveness of the cancer. For low-risk cases, active surveillance may be recommended to monitor the cancer's progression without immediate intervention. Other treatment modalities include surgery, known as prostatectomy, to remove the prostate gland, radiation therapy to target and destroy cancer cells, and hormonal therapy, also called androgen deprivation therapy, to lower levels of male hormones that fuel cancer growth. These treatment approaches aim to control the cancer, alleviate symptoms, and improve quality of life. Colorectal cancer is a type of cancer that affects the colon or rectum. It often presents with symptoms such as a change in bowel habits, including diarrhea or constipation, stool blood, abdominal pain, fatigue, unintended weight loss, and anemia . The treatment options for colorectal cancer depend on various factors including the stage and location of the cancer. Surgery is a common treatment approach, which may involve procedures such as colectomy (removal of part of the colon) or proctectomy (removal of part of the rectum) to remove the cancerous tissue. Chemotherapy, targeted therapy using EGFR inhibitors, and immunotherapy with checkpoint inhibitors are also used to destroy cancer cells, block their growth, or enhance the body's immune response against cancer. Additionally, radiation therapy may be employed to target and shrink tumors in the colon or rectum. These treatment modalities aim to eradicate cancer, prevent its spread, and improve patient outcomes. Skin cancer, particularly melanoma, is characterized by abnormal growth of skin cells. Symptoms often include changes in mole color, mole size, mole shape, the appearance of a new mole or growth on the skin, mole itching or mole pain, the spread of pigment mole . Treatment options for skin cancer, including melanoma, aim to remove the cancerous cells and prevent further spread. These treatments may include surgery, such as wide local excision to remove the cancerous tissue and a margin of healthy skin around it. Additionally, immunotherapy using checkpoint inhibitors helps the body's immune system identify and destroy cancer cells. Targeted therapy with BRAF inhibitors specifically targets cancer cells with BRAF gene mutations. Finally, radiation therapy uses high-energy beams to destroy cancer cells and shrink tumors. These treatment modalities may be used alone or in combination, depending on the stage and severity of the cancer. Leukemia is a type of cancer that affects the blood and bone marrow, leading to an abnormal increase in white blood cells. Common symptoms of leukemia include fatigue, weakness, pale skin, frequent infections, fever, easy bleeding or bruising, enlarged lymph nodes or spleen, and bone pain . Treatment for leukemia aims to destroy the cancerous cells and restore normal blood cell production. Chemotherapy is a common treatment option that involves the use of powerful drugs to kill cancer cells. Targeted therapy with tyrosine kinase inhibitors specifically targets cancer cells by blocking the action of abnormal proteins that promote cell growth. Immunotherapy using monoclonal antibodies helps the immune system recognize and destroy cancer cells. In some cases, a stem cell transplant may be performed to replace damaged bone marrow with healthy stem cells, which can develop into healthy blood cells. Lymphoma is a type of cancer that affects the lymphatic system, which is part of the body's immune system. Common symptoms of lymphoma include swollen lymph nodes (usually painless), fatigue, fever, night sweats, unintended weight loss, itchy skin, and respiratory symptoms . Treatment for lymphoma typically involves a combination of therapies aimed at destroying cancerous cells and restoring normal immune function. Chemotherapy is often used as the primary treatment, employing powerful drugs to kill cancer cells throughout the body. Immunotherapy with checkpoint inhibitors helps the immune system recognize and attack cancer cells more effectively. Targeted therapy using monoclonal antibodies specifically targets proteins on cancer cells to block their growth and survival. Radiation therapy may also be used to target and destroy cancer cells in specific areas of the body. Ovarian cancer is a type of cancer that originates in the ovaries, the reproductive organs in women responsible for producing eggs and hormones. Symptoms of ovarian cancer may include abdominal bloating or swelling, pelvic pain or pressure, difficulty eating or feeling full quickly, urinary urgency or frequency, fatigue, and back pain . Treatment for ovarian cancer typically involves a multidisciplinary approach aimed at removing cancerous tissue, killing cancer cells, and preventing recurrence. Surgery, often in the form of a hysterectomy (removal of the uterus and ovaries), is a common treatment option to remove cancerous tumors and surrounding tissue. Chemotherapy is frequently used after surgery to destroy any remaining cancer cells and prevent the spread of the disease. Targeted therapy with PARP inhibitors targets specific molecular pathways involved in cancer cell growth and may be used in certain cases. Immunotherapy with checkpoint inhibitors helps the immune system recognize and attack cancer cells  ore effectively, potentially enhancing the body's natural defenses against the disease.  Pancreatic cancer is a type of cancer that starts in the pancreas, an organ located behind the stomach that plays a crucial role in digestion and regulating blood sugar levels. Symptoms of pancreatic cancer may include abdominal pain or discomfort, jaundice (yellowing of the skin and eyes), unintended weight loss, loss of appetite, nausea, fatigue, and new-onset diabetes . Treatment for pancreatic cancer typically involves a combination of approaches aimed at removing cancerous tissue, destroying cancer cells, and alleviating symptoms. Surgery, such as a pancreatectomy (removal of part or all of the pancreas), may be performed to remove tumors and affected tissue. Chemotherapy is often used before or after surgery to shrink tumors, destroy cancer cells, and prevent the spread of the disease. Targeted therapy with EGFR inhibitors targets specific molecules involved in cancer cell growth and may be used in certain cases. Immunotherapy with checkpoint inhibitors helps the immune system recognize and attack cancer cells more effectively. Radiation therapy may also be used to kill cancer cells and alleviate symptoms. Brain cancer, specifically glioblastoma, is a type of cancer that starts in the brain. It is characterized by symptoms such as headaches, seizures, nausea and vomiting, cognitive changes (memory loss, difficulty concentrating), weakness or paralysis, and vision or speech problems . Treatment for glioblastoma typically involves a multidisciplinary approach aimed at removing as much of the tumor as possible, destroying cancer cells, and managing symptoms. Surgery, known as tumor resection, is often performed to remove the tumor and surrounding affected tissue. Chemotherapy is used to kill cancer cells and may be administered orally or intravenously. Radiation therapy involves the use of high-energy beams to target and destroy cancer cells while minimizing damage to healthy tissue. Tumor-treating fields therapy, also known as Optune, is a newer treatment approach that uses electric fields to disrupt cancer cell division and inhibit tumor growth. Bladder cancer is a type of cancer that begins in the cells of the bladder, the organ that stores urine. It presents with symptoms such as blood in the urine, painful or frequent urination, back or pelvic pain, urinary urgency, unintended weight loss, fatigue, and bone pain . Treatment for bladder cancer typically involves a combination of approaches aimed at removing cancerous cells, preventing recurrence, and preserving bladder function. Surgery is a common treatment option and may include procedures such as transurethral resection, which involves removing tumors through the urethra, and cystectomy, which involves removing part or all of the bladder. Immunotherapy, particularly checkpoint inhibitors, is used to boost the body's immune response against cancer cells. Chemotherapy may be administered intravenously or directly into the bladder to kill cancer cells and prevent their spread. Radiation therapy utilizes high-energy beams to target and destroy cancer cells, often in conjunction with other treatments. Liver cancer, also known as hepatocellular carcinoma (HCC), is a type of cancer that originates in the liver cells. It is often associated with underlying liver conditions such as cirrhosis or hepatitis B and C infections. Symptoms of liver cancer include jaundice (yellowing skin and yellowing eyes), abdominal pain or swelling, unintended weight loss, loss of appetite, fatigue, weakness, nausea and vomiting, and white chalky stools . Treatment options for liver cancer depend on factors such as the stage of the cancer, the extent of liver damage, and the overall health of the patient. Surgery, such as hepatectomy (removal of part of the liver) or liver transplant, may be considered for early-stage liver cancer or when the tumor is localized and the patient has sufficient liver function. Ablation therapy involves the destruction of cancerous cells using techniques such as radiofrequency ablation (RFA), microwave ablation, or cryoablation. Embolization techniques, such as trans arterial chemoembolization (TACE) or radioembolization (Yttrium-90), are used to block the blood supply to the tumor and deliver chemotherapy or radiation directly to the cancerous tissue while minimizing damage to healthy liver cells. Chemotherapy drugs, either administered orally, intravenously, or directly into the liver (chemoembolization), may be used to slow tumor growth and relieve symptoms. Targeted therapy, such as Sorafenib, targets specific molecules involved in cancer cell growth and division, disrupting their function and inhibiting tumor progression. Esophageal cancer is a malignancy that develops in the esophagus, the muscular tube that connects the throat to the stomach. It often presents with symptoms such as difficulty swallowing (dysphagia), pain or discomfort in the chest or throat, unintended weight loss, chronic cough, hoarseness, and heartburn . These symptoms may worsen over time as the cancer progresses. Treatment options for esophageal cancer depend on factors such as the stage of the cancer, the location and size of the tumor, and the overall health of the patient. Surgery, such as esophagectomy (removal of part or all of the esophagus), may be recommended for early-stage cancers or when the tumor is localized and has not spread to other parts of the body. Chemotherapy, either alone or in combination with radiation therapy (chemoradiotherapy), may be used to shrink the tumor before surgery (neoadjuvant therapy) or to destroy cancer cells after surgery (adjuvant therapy). Radiation therapy may also be used alone or in combination with other treatments to kill cancer cells and relieve symptoms. Immunotherapy, specifically checkpoint inhibitors, works by stimulating the body's immune system to recognize and attack cancer cells. This treatment option may be considered for advanced esophageal cancer that has spread to other parts of the body or has not responded to other treatments. Targeted therapy, such as EGFR (epidermal growth factor receptor) inhibitors, targets specific molecules involved in cancer cell growth and division. This treatment option may be used in cases where the cancer cells have certain genetic mutations or over expressions of specific proteins.\r",
            {
                "entities": [
                    [
                        0,
                        13,
                        "DISEASE"
                    ],
                    [
                        150,
                        161,
                        "SYMPTOMS"
                    ],
                    [
                        174,
                        185,
                        "SYMPTOMS"
                    ],
                    [
                        189,
                        201,
                        "SYMPTOMS"
                    ],
                    [
                        203,
                        219,
                        "SYMPTOMS"
                    ],
                    [
                        223,
                        239,
                        "SYMPTOMS"
                    ],
                    [
                        241,
                        253,
                        "SYMPTOMS"
                    ],
                    [
                        257,
                        270,
                        "SYMPTOMS"
                    ],
                    [
                        272,
                        283,
                        "SYMPTOMS"
                    ],
                    [
                        289,
                        308,
                        "SYMPTOMS"
                    ],
                    [
                        386,
                        398,
                        "MEDICATION"
                    ],
                    [
                        400,
                        416,
                        "MEDICATION"
                    ],
                    [
                        434,
                        443,
                        "MEDICATION"
                    ],
                    [
                        447,
                        467,
                        "MEDICATION"
                    ],
                    [
                        511,
                        520,
                        "MEDICATION"
                    ],
                    [
                        526,
                        543,
                        "MEDICATION"
                    ],
                    [
                        828,
                        841,
                        "DISEASE"
                    ],
                    [
                        844,
                        855,
                        "DISEASE"
                    ],
                    [
                        968,
                        984,
                        "SYMPTOMS"
                    ],
                    [
                        986,
                        996,
                        "SYMPTOMS"
                    ],
                    [
                        998,
                        1008,
                        "SYMPTOMS"
                    ],
                    [
                        1010,
                        1029,
                        "SYMPTOMS"
                    ],
                    [
                        1031,
                        1048,
                        "SYMPTOMS"
                    ],
                    [
                        1050,
                        1057,
                        "SYMPTOMS"
                    ],
                    [
                        1059,
                        1081,
                        "SYMPTOMS"
                    ],
                    [
                        1087,
                        1119,
                        "SYMPTOMS"
                    ],
                    [
                        1197,
                        1209,
                        "MEDICATION"
                    ],
                    [
                        1211,
                        1224,
                        "MEDICATION"
                    ],
                    [
                        1231,
                        1252,
                        "MEDICATION"
                    ],
                    [
                        1254,
                        1270,
                        "MEDICATION"
                    ],
                    [
                        1287,
                        1302,
                        "MEDICATION"
                    ],
                    [
                        1304,
                        1321,
                        "MEDICATION"
                    ],
                    [
                        1327,
                        1334,
                        "MEDICATION"
                    ],
                    [
                        1628,
                        1643,
                        "DISEASE"
                    ],
                    [
                        1766,
                        1784,
                        "SYMPTOMS"
                    ],
                    [
                        1791,
                        1808,
                        "SYMPTOMS"
                    ],
                    [
                        1810,
                        1824,
                        "SYMPTOMS"
                    ],
                    [
                        1828,
                        1833,
                        "SYMPTOMS"
                    ],
                    [
                        1835,
                        1855,
                        "SYMPTOMS"
                    ],
                    [
                        1857,
                        1861,
                        "SYMPTOMS"
                    ],
                    [
                        1865,
                        1888,
                        "SYMPTOMS"
                    ],
                    [
                        1894,
                        1903,
                        "SYMPTOMS"
                    ],
                    [
                        2190,
                        2197,
                        "MEDICATION"
                    ],
                    [
                        2208,
                        2221,
                        "MEDICATION"
                    ],
                    [
                        2253,
                        2270,
                        "MEDICATION"
                    ],
                    [
                        2311,
                        2327,
                        "MEDICATION"
                    ],
                    [
                        2341,
                        2369,
                        "MEDICATION"
                    ],
                    [
                        2532,
                        2549,
                        "DISEASE"
                    ],
                    [
                        2656,
                        2668,
                        "SYMPTOMS"
                    ],
                    [
                        2680,
                        2688,
                        "SYMPTOMS"
                    ],
                    [
                        2692,
                        2704,
                        "SYMPTOMS"
                    ],
                    [
                        2706,
                        2717,
                        "SYMPTOMS"
                    ],
                    [
                        2719,
                        2733,
                        "SYMPTOMS"
                    ],
                    [
                        2735,
                        2742,
                        "SYMPTOMS"
                    ],
                    [
                        2744,
                        2766,
                        "SYMPTOMS"
                    ],
                    [
                        2772,
                        2778,
                        "SYMPTOMS"
                    ],
                    [
                        2976,
                        2985,
                        "MEDICATION"
                    ],
                    [
                        3020,
                        3031,
                        "MEDICATION"
                    ],
                    [
                        3096,
                        3108,
                        "MEDICATION"
                    ],
                    [
                        3133,
                        3148,
                        "MEDICATION"
                    ],
                    [
                        3154,
                        3167,
                        "MEDICATION"
                    ],
                    [
                        3173,
                        3194,
                        "MEDICATION"
                    ],
                    [
                        3510,
                        3521,
                        "DISEASE"
                    ],
                    [
                        3536,
                        3544,
                        "DISEASE"
                    ],
                    [
                        3631,
                        3641,
                        "SYMPTOMS"
                    ],
                    [
                        3643,
                        3652,
                        "SYMPTOMS"
                    ],
                    [
                        3654,
                        3664,
                        "SYMPTOMS"
                    ],
                    [
                        3686,
                        3694,
                        "SYMPTOMS"
                    ],
                    [
                        3718,
                        3730,
                        "SYMPTOMS"
                    ],
                    [
                        3734,
                        3743,
                        "SYMPTOMS"
                    ],
                    [
                        3759,
                        3771,
                        "SYMPTOMS"
                    ],
                    [
                        4042,
                        4055,
                        "MEDICATION"
                    ],
                    [
                        4062,
                        4083,
                        "MEDICATION"
                    ],
                    [
                        4150,
                        4166,
                        "MEDICATION"
                    ],
                    [
                        4172,
                        4187,
                        "MEDICATION"
                    ],
                    [
                        4227,
                        4231,
                        "MEDICATION"
                    ],
                    [
                        4257,
                        4274,
                        "MEDICATION"
                    ],
                    [
                        4456,
                        4464,
                        "DISEASE"
                    ],
                    [
                        4512,
                        4523,
                        "SYMPTOMS"
                    ],
                    [
                        4615,
                        4622,
                        "SYMPTOMS"
                    ],
                    [
                        4624,
                        4632,
                        "SYMPTOMS"
                    ],
                    [
                        4634,
                        4643,
                        "SYMPTOMS"
                    ],
                    [
                        4645,
                        4664,
                        "SYMPTOMS"
                    ],
                    [
                        4666,
                        4671,
                        "SYMPTOMS"
                    ],
                    [
                        4678,
                        4686,
                        "SYMPTOMS"
                    ],
                    [
                        4690,
                        4698,
                        "SYMPTOMS"
                    ],
                    [
                        4709,
                        4720,
                        "SYMPTOMS"
                    ],
                    [
                        4724,
                        4730,
                        "SYMPTOMS"
                    ],
                    [
                        4736,
                        4745,
                        "SYMPTOMS"
                    ],
                    [
                        4849,
                        4861,
                        "MEDICATION"
                    ],
                    [
                        4953,
                        4969,
                        "MEDICATION"
                    ],
                    [
                        4975,
                        5001,
                        "MEDICATION"
                    ],
                    [
                        5106,
                        5119,
                        "MEDICATION"
                    ],
                    [
                        5126,
                        5147,
                        "MEDICATION"
                    ],
                    [
                        5363,
                        5371,
                        "DISEASE"
                    ],
                    [
                        5514,
                        5525,
                        "SYMPTOMS"
                    ],
                    [
                        5546,
                        5553,
                        "SYMPTOMS"
                    ],
                    [
                        5555,
                        5560,
                        "SYMPTOMS"
                    ],
                    [
                        5562,
                        5574,
                        "SYMPTOMS"
                    ],
                    [
                        5576,
                        5598,
                        "SYMPTOMS"
                    ],
                    [
                        5600,
                        5610,
                        "SYMPTOMS"
                    ],
                    [
                        5616,
                        5636,
                        "SYMPTOMS"
                    ],
                    [
                        5782,
                        5794,
                        "MEDICATION"
                    ],
                    [
                        5902,
                        5915,
                        "MEDICATION"
                    ],
                    [
                        5921,
                        5942,
                        "MEDICATION"
                    ],
                    [
                        6019,
                        6035,
                        "MEDICATION"
                    ],
                    [
                        6042,
                        6063,
                        "MEDICATION"
                    ],
                    [
                        6146,
                        6163,
                        "MEDICATION"
                    ],
                    [
                        6247,
                        6261,
                        "DISEASE"
                    ],
                    [
                        6431,
                        6449,
                        "SYMPTOMS"
                    ],
                    [
                        6453,
                        6461,
                        "SYMPTOMS"
                    ],
                    [
                        6463,
                        6474,
                        "SYMPTOMS"
                    ],
                    [
                        6488,
                        6505,
                        "SYMPTOMS"
                    ],
                    [
                        6509,
                        6529,
                        "SYMPTOMS"
                    ],
                    [
                        6531,
                        6546,
                        "SYMPTOMS"
                    ],
                    [
                        6561,
                        6568,
                        "SYMPTOMS"
                    ],
                    [
                        6574,
                        6583,
                        "SYMPTOMS"
                    ],
                    [
                        6780,
                        6792,
                        "MEDICATION"
                    ],
                    [
                        6910,
                        6922,
                        "MEDICATION"
                    ],
                    [
                        7033,
                        7049,
                        "MEDICATION"
                    ],
                    [
                        7055,
                        7070,
                        "MEDICATION"
                    ],
                    [
                        7172,
                        7185,
                        "MEDICATION"
                    ],
                    [
                        7191,
                        7212,
                        "MEDICATION"
                    ],
                    [
                        7361,
                        7378,
                        "DISEASE"
                    ],
                    [
                        7580,
                        7594,
                        "SYMPTOMS"
                    ],
                    [
                        7598,
                        7608,
                        "SYMPTOMS"
                    ],
                    [
                        7610,
                        7618,
                        "SYMPTOMS"
                    ],
                    [
                        7653,
                        7675,
                        "SYMPTOMS"
                    ],
                    [
                        7677,
                        7693,
                        "SYMPTOMS"
                    ],
                    [
                        7695,
                        7701,
                        "SYMPTOMS"
                    ],
                    [
                        7703,
                        7710,
                        "SYMPTOMS"
                    ],
                    [
                        7716,
                        7734,
                        "SYMPTOMS"
                    ],
                    [
                        7922,
                        7936,
                        "MEDICATION"
                    ],
                    [
                        8034,
                        8046,
                        "MEDICATION"
                    ],
                    [
                        8164,
                        8180,
                        "MEDICATION"
                    ],
                    [
                        8186,
                        8201,
                        "MEDICATION"
                    ],
                    [
                        8294,
                        8307,
                        "MEDICATION"
                    ],
                    [
                        8313,
                        8334,
                        "MEDICATION"
                    ],
                    [
                        8411,
                        8428,
                        "MEDICATION"
                    ],
                    [
                        8491,
                        8503,
                        "DISEASE"
                    ],
                    [
                        8618,
                        8627,
                        "SYMPTOMS"
                    ],
                    [
                        8629,
                        8637,
                        "SYMPTOMS"
                    ],
                    [
                        8639,
                        8645,
                        "SYMPTOMS"
                    ],
                    [
                        8650,
                        8658,
                        "SYMPTOMS"
                    ],
                    [
                        8660,
                        8677,
                        "SYMPTOMS"
                    ],
                    [
                        8679,
                        8690,
                        "SYMPTOMS"
                    ],
                    [
                        8692,
                        8716,
                        "SYMPTOMS"
                    ],
                    [
                        8719,
                        8727,
                        "SYMPTOMS"
                    ],
                    [
                        8731,
                        8740,
                        "SYMPTOMS"
                    ],
                    [
                        8746,
                        8752,
                        "SYMPTOMS"
                    ],
                    [
                        8756,
                        8771,
                        "SYMPTOMS"
                    ],
                    [
                        8967,
                        8982,
                        "MEDICATION"
                    ],
                    [
                        9056,
                        9068,
                        "MEDICATION"
                    ],
                    [
                        9147,
                        9164,
                        "MEDICATION"
                    ],
                    [
                        9281,
                        9310,
                        "MEDICATION"
                    ],
                    [
                        9326,
                        9332,
                        "MEDICATION"
                    ],
                    [
                        9448,
                        9462,
                        "DISEASE"
                    ],
                    [
                        9587,
                        9605,
                        "SYMPTOMS"
                    ],
                    [
                        9618,
                        9636,
                        "SYMPTOMS"
                    ],
                    [
                        9638,
                        9657,
                        "SYMPTOMS"
                    ],
                    [
                        9659,
                        9674,
                        "SYMPTOMS"
                    ],
                    [
                        9676,
                        9698,
                        "SYMPTOMS"
                    ],
                    [
                        9700,
                        9707,
                        "SYMPTOMS"
                    ],
                    [
                        9713,
                        9722,
                        "SYMPTOMS"
                    ],
                    [
                        9964,
                        9987,
                        "MEDICATION"
                    ],
                    [
                        10045,
                        10055,
                        "MEDICATION"
                    ],
                    [
                        10109,
                        10122,
                        "MEDICATION"
                    ],
                    [
                        10137,
                        10158,
                        "MEDICATION"
                    ],
                    [
                        10226,
                        10238,
                        "MEDICATION"
                    ],
                    [
                        10349,
                        10366,
                        "MEDICATION"
                    ],
                    [
                        10474,
                        10486,
                        "DISEASE"
                    ],
                    [
                        10502,
                        10526,
                        "DISEASE"
                    ],
                    [
                        10528,
                        10531,
                        "DISEASE"
                    ],
                    [
                        10730,
                        10738,
                        "SYMPTOMS"
                    ],
                    [
                        10740,
                        10754,
                        "SYMPTOMS"
                    ],
                    [
                        10759,
                        10773,
                        "SYMPTOMS"
                    ],
                    [
                        10776,
                        10790,
                        "SYMPTOMS"
                    ],
                    [
                        10804,
                        10826,
                        "SYMPTOMS"
                    ],
                    [
                        10828,
                        10844,
                        "SYMPTOMS"
                    ],
                    [
                        10846,
                        10853,
                        "SYMPTOMS"
                    ],
                    [
                        10855,
                        10863,
                        "SYMPTOMS"
                    ],
                    [
                        10865,
                        10871,
                        "SYMPTOMS"
                    ],
                    [
                        10876,
                        10884,
                        "SYMPTOMS"
                    ],
                    [
                        10890,
                        10909,
                        "SYMPTOMS"
                    ],
                    [
                        11082,
                        11093,
                        "MEDICATION"
                    ],
                    [
                        11128,
                        11144,
                        "MEDICATION"
                    ],
                    [
                        11271,
                        11287,
                        "MEDICATION"
                    ],
                    [
                        11357,
                        11380,
                        "MEDICATION"
                    ],
                    [
                        11382,
                        11385,
                        "MEDICATION"
                    ],
                    [
                        11388,
                        11406,
                        "MEDICATION"
                    ],
                    [
                        11411,
                        11424,
                        "MEDICATION"
                    ],
                    [
                        11458,
                        11490,
                        "MEDICATION"
                    ],
                    [
                        11492,
                        11496,
                        "MEDICATION"
                    ],
                    [
                        11501,
                        11518,
                        "MEDICATION"
                    ],
                    [
                        11520,
                        11530,
                        "MEDICATION"
                    ],
                    [
                        11866,
                        11882,
                        "MEDICATION"
                    ],
                    [
                        11892,
                        11901,
                        "MEDICATION"
                    ],
                    [
                        12035,
                        12052,
                        "DISEASE"
                    ],
                    [
                        12200,
                        12221,
                        "SYMPTOMS"
                    ],
                    [
                        12223,
                        12232,
                        "SYMPTOMS"
                    ],
                    [
                        12261,
                        12266,
                        "SYMPTOMS"
                    ],
                    [
                        12270,
                        12276,
                        "SYMPTOMS"
                    ],
                    [
                        12278,
                        12300,
                        "SYMPTOMS"
                    ],
                    [
                        12302,
                        12315,
                        "SYMPTOMS"
                    ],
                    [
                        12317,
                        12327,
                        "SYMPTOMS"
                    ],
                    [
                        12333,
                        12342,
                        "SYMPTOMS"
                    ],
                    [
                        12590,
                        12603,
                        "MEDICATION"
                    ],
                    [
                        12768,
                        12780,
                        "MEDICATION"
                    ],
                    [
                        12818,
                        12835,
                        "MEDICATION"
                    ],
                    [
                        12837,
                        12854,
                        "MEDICATION"
                    ],
                    [
                        12905,
                        12924,
                        "MEDICATION"
                    ],
                    [
                        12968,
                        12984,
                        "MEDICATION"
                    ],
                    [
                        12987,
                        13004,
                        "MEDICATION"
                    ],
                    [
                        13111,
                        13124,
                        "MEDICATION"
                    ],
                    [
                        13139,
                        13160,
                        "MEDICATION"
                    ],
                    [
                        13402,
                        13418,
                        "MEDICATION"
                    ],
                    [
                        13428,
                        13432,
                        "MEDICATION"
                    ],
                    [
                        13434,
                        13466,
                        "MEDICATION"
                    ]
                ]
            }
        ],

        [
            "Rheumatoid Arthritis is an autoimmune disorder characterized by inflammation of joints and surrounding tissues. Common symptoms of Rheumatoid Arthritis include joint pain, swelling, stiffness (especially in the morning), fatigue, weakness, fever, and loss of appetite . In some cases, individuals may develop rheumatoid nodules, which are lumps under the skin . Treatment for Rheumatoid Arthritis typically involves a combination of medications, including nonsteroidal anti-inflammatory drugs (NSAIDs), disease-modifying antirheumatic drugs (DMARDs), and biologic response modifiers such as TNF inhibitors . These medications aim to reduce inflammation, manage symptoms, and slow down the progression of the disease. Early diagnosis and prompt treatment are essential for managing Rheumatoid Arthritis effectively and improving quality of life for individuals affected by this condition.  Systemic Lupus Erythematosus (SLE) is a chronic autoimmune disease that affects various organs and tissues. Common symptoms of SLE include joint pain and swelling, a butterfly-shaped rash on the face known as a malar rash, fatigue, fever, chest pain, sensitivity to sunlight, mouth or nose sores, and Raynaud's phenomenon . Treatment for SLE typically involves a combination of medications, including nonsteroidal anti-inflammatory drugs (NSAIDs), corticosteroids, antimalarial drugs, immunosuppressants, and biologic therapies . These medications aim to reduce inflammation, manage symptoms, and prevent flare-ups of the disease. Early diagnosis and comprehensive treatment are crucial for effectively managing SLE and improving the quality of life for individuals affected by this condition. Multiple Sclerosis (MS) is an autoimmune disease that affects the central nervous system. It presents with a variety of symptoms, including fatigue, numbness or weakness in limbs, blurred or double vision, tingling or pain in various parts of the body, impaired coordination or balance, and cognitive changes . Treatment for MS typically involves corticosteroids for acute exacerbations and disease-modifying therapies such as interferons and glatiramer acetate. These treatments aim to manage symptoms, reduce inflammation, and slow the progression of the disease, ultimately improving the quality of life for individuals living with MS . Type 1 Diabetes is an autoimmune condition characterized by the destruction of insulin-producing cells in the pancreas . Common symptoms include increased thirst, frequent urination, extreme hunger, unintended weight loss, fatigue, irritability, and blurred vision . Treatment typically involves insulin therapy using various types of insulin, blood sugar monitoring, and in some cases, oral medications to manage blood sugar levels effectively. With proper management and monitoring, individuals with Type 1 Diabetes can lead healthy and fulfilling lives . Hashimoto's Thyroiditis is an autoimmune disorder characterized by inflammation and underactivity of the thyroid gland. Common symptoms include fatigue, weight gain, cold intolerance, dry skin and hair, constipation, muscle weakness, joint pain, and heavy or irregular periods in women . Treatment typically involves thyroid hormone replacement therapy using medications like Levothyroxine, along with anti-inflammatory medications to relieve symptoms and manage the condition effectively. Early diagnosis and proper management can help individuals with Hashimoto's Thyroiditis maintain thyroid function and overall well-being. Graves' Disease is an autoimmune disorder characterized by the overactivity of the thyroid gland, leading to hyperthyroidism. Symptoms include weight loss, rapid heartbeat, nervousness or irritability, tremors, sweating, fatigue, heat intolerance, and bulging eyes (exophthalmos) . Treatment typically involves antithyroid medications such as Methimazole or Propylthiouracil to reduce thyroid hormone production . Additionally, beta-blockers may be prescribed for symptom relief, helping to alleviate rapid heartbeat and tremors. Effective management of Graves' Disease aims to control thyroid function and improve overall quality of life for affected individuals . Crohn's Disease is a chronic inflammatory bowel disease that affects the gastrointestinal tract. Common symptoms include diarrhea, abdominal pain and cramping, rectal bleeding, weight loss, fatigue, reduced appetite, fever, and perianal complications such as fistulas and abscesses . Treatment typically involves a combination of medications, including amino salicylates, corticosteroids, immunomodulators, and biologic therapies . These treatments aim to reduce inflammation, manage symptoms, and promote healing of the intestinal lining. In some cases, surgery may be necessary to remove damaged portions of the intestine or to address complications. Effective management of Crohn's Disease requires a multidisciplinary approach tailored to the individual needs of each patient. Ulcerative Colitis is a chronic inflammatory bowel disease that primarily affects the colon and rectum. Common symptoms include diarrhea, often with blood in the stool, abdominal pain and cramping, rectal bleeding, urgency to defecate, inability to defecate despite urgency, fatigue, and weight loss . Treatment typically involves medications such as amino salicylates, corticosteroids, immunomodulators, and biologic therapies . These medications help reduce inflammation, control symptoms, and promote healing of the intestinal lining. In some cases, surgery may be necessary to remove the colon and rectum, particularly if complications arise or if medical treatment is ineffective. Effective management of Ulcerative Colitis requires ongoing monitoring and collaboration between healthcare providers and patients to optimize treatment outcomes. Psoriasis is a chronic autoimmune condition primarily affecting the skin . It is characterized by red patches of skin covered with silvery scales, along with symptoms such as itching or burning sensations, thickened or ridged nails, swollen or stiff joints (known as psoriatic arthritis), and plaques on the scalp . Treatment for psoriasis typically involves a combination of topical medications, including corticosteroids, vitamin D analogs, and retinoids, which help to reduce inflammation and promote skin healing . In more severe cases, biologic therapies may be prescribed to target specific components of the immune system involved in the development of psoriasis . Management of psoriasis often requires long-term treatment and regular follow-up with healthcare providers to control symptoms and prevent flare-ups . Celiac Disease is an autoimmune disorder triggered by the ingestion of gluten, a protein found in wheat, barley, and rye . This condition leads to damage to the small intestine, resulting in various symptoms such as abdominal pain, diarrhea, bloating, gas, fatigue, weight loss, anemia, osteoporosis, and dermatitis herpetiformis (a skin rash) . Treatment for celiac disease primarily involves strict adherence to a gluten-free diet, which requires the complete avoidance of gluten-containing foods . Additionally, nutritional supplements may be recommended to address any deficiencies caused by malabsorption of nutrients in the small intestine. Management of celiac disease aims to alleviate symptoms, promote intestinal healing, and prevent complications associated with gluten exposure. Coronary Artery Disease (CAD) is characterized by the narrowing or blockage of the coronary arteries, resulting in reduced blood flow to the heart muscle. This condition can lead to various symptoms, including chest pain (angina), shortness of breath, fatigue, weakness, dizziness, and nausea . Treatment for CAD typically involves a combination of medications and lifestyle changes aimed at managing symptoms, preventing complications, and reducing the risk of further progression. Common medications used in the management of CAD include aspirin, statins, beta-blockers, ACE inhibitors, and calcium channel blockers . These medications help to alleviate symptoms, lower blood pressure, reduce cholesterol levels, prevent blood clot formation, and improve overall heart function. Additionally, lifestyle modifications such as adopting a healthy diet, engaging in regular exercise, quitting smoking, and managing stress are essential components of CAD management. Proper management of CAD can help to improve quality of life, prevent heart attacks, and reduce the risk of complications such as heart failure and stroke. Myocardial Infarction, commonly known as a heart attack, occurs when there is a blockage in the coronary arteries, leading to the death of heart muscle tissue due to inadequate blood flow . Symptoms of a heart attack include chest pain or discomfort, often radiating to the arm, jaw, back, or neck, along with shortness of breath, nausea, vomiting, and sweating . Prompt medical intervention is crucial to minimize damage and improve outcomes for individuals experiencing a heart attack . Treatment typically involves a combination of medications and procedures aimed at restoring blood flow to the heart and preventing further complications. Common medications used in the management of myocardial infarction include aspirin, thrombolytics (clot-busting drugs), beta-blockers, ACE inhibitors, and statins . These medications help to reduce clot formation, lower blood pressure, decrease heart workload, and prevent future cardiovascular events. In addition to medication, interventions such as angioplasty and stent placement may be performed to open blocked arteries and restore blood flow to the heart muscle .Rehabilitation programs focusing on lifestyle modifications, including exercise, diet, and stress management, are also essential for recovery and long-term management following a heart attack. Early recognition of symptoms and timely intervention are critical for improving outcomes and reducing the risk of complications associated with myocardial infarction. Heart Failure occurs when the heart is unable to pump blood effectively, leading to a range of symptoms including shortness of breath (especially during physical exertion or when lying flat), fatigue, swelling (edema) in the legs, ankles, or abdomen, and a rapid heartbeat or irregular heartbeat . Treatment for heart failure typically involves a combination of medications and lifestyle modifications aimed at improving heart function, reducing symptoms, and preventing complications. Commonly prescribed medications include diuretics to reduce fluid buildup in the body, ACE inhibitors to lower blood pressure and improve heart function, beta-blockers to decrease heart rate and workload, aldosterone antagonists to reduce fluid retention and improve heart function, and angiotensin receptor blockers to lower blood pressure and improve blood flow. These medications help to alleviate symptoms, improve heart function, and reduce the risk of hospitalization and mortality associated with heart failure . In addition to medication, lifestyle changes such as following a heart-healthy diet, engaging in regular exercise, quitting smoking, and limiting alcohol intake are important for managing heart failure and improving overall quality of life. Regular monitoring by healthcare professionals and adherence to prescribed treatment regimens are essential for effectively managing heart failure and preventing disease progression. Hypertension, commonly known as high blood pressure, refers to persistent elevation of blood pressure above normal levels. Symptoms of hypertension may include headaches, shortness of breath, nosebleeds, flushing, dizziness, and chest pain in severe cases. However, hypertension often presents without noticeable symptoms and is detected through routine blood pressure measurements . Treatment for hypertension typically involves lifestyle modifications and medications aimed at lowering blood pressure and reducing the risk of complications such as heart disease, stroke, and kidney damage. Commonly prescribed medications include diuretics, which help the body eliminate excess sodium and fluid, ACE inhibitors and angiotensin II receptor blockers, which relax blood vessels and lower blood pressure, calcium channel blockers, which relax blood vessels and decrease the heart's workload, and beta-blockers, which reduce heart rate and cardiac output . Lifestyle modifications such as adopting a heart-healthy diet low in sodium and saturated fats, maintaining a healthy weight, engaging in regular physical activity, limiting alcohol consumption, and managing stress are also important for managing hypertension. Regular monitoring of blood pressure and adherence to prescribed treatment regimens are essential for effectively managing hypertension and reducing the risk of complications. Arrhythmia refers to an irregular heart rhythm or heartbeat, which can manifest as palpitations (a fluttering or pounding sensation in the chest), chest discomfort, shortness of breath, dizziness, and fainting (syncope) . Treatment for arrhythmia typically involves medications aimed at restoring and maintaining a normal heart rhythm, managing symptoms, and reducing the risk of complications such as stroke . Antiarrhythmic medications are commonly prescribed to control irregular heartbeats, while beta-blockers and calcium channel blockers help regulate heart rate and blood pressure. Additionally, anticoagulants may be prescribed to reduce the risk of blood clots forming in the heart, which can lead to stroke. In some cases, procedures such as cardioversion, catheter ablation, or implantation of a pacemaker or defibrillator may be recommended to treat more severe or persistent arrhythmias . Management of arrhythmia often requires close monitoring by healthcare professionals and may involve lifestyle modifications such as reducing caffeine and alcohol intake, managing stress, and maintaining a healthy lifestyle. Peripheral Artery Disease (PAD) involves the narrowing or blockage of arteries that supply blood to the extremities. Common symptoms include painful cramping in the hip, thigh, or calf muscles after physical activity (known as claudication), numbness or weakness in the affected limb, and coldness in the lower leg or foot. Treatment for PAD aims to alleviate symptoms, improve blood flow, and reduce the risk of complications such as heart attack and stroke . This often involves lifestyle changes such as smoking cessation, regular exercise, and maintaining a healthy diet . Additionally, medications such as antiplatelet agents (e.g., Aspirin) are prescribed to reduce the risk of blood clots forming in the narrowed arteries, while statins help lower cholesterol levels and medications to control blood pressure may be recommended to manage hypertension. In some cases, procedures such as angioplasty or bypass surgery may be necessary to restore blood flow to the affected extremities. Management of PAD typically requires close monitoring by healthcare professionals to prevent further progression of the disease and improve overall quality of life. Atherosclerosis, the accumulation of plaque in arteries, can lead to serious health complications. Symptoms like chest pain, shortness of breath, and weak signal often its presence. Medications like statins and antiplatelet agents help manage it by reducing cholesterol and preventing blood clots. Lifestyle changes, such as a heart-healthy diet and regular exercise, play a crucial role in treatment. In severe cases, medical procedures like angioplasty may be necessary. Managing atherosclerosis requires a comprehensive approach tailored to individual needs, emphasizing prevention and careful monitoring. Cardiomyopathy, a condition affecting the heart muscle, results in decreased heart function. Symptoms such as shortness of breath, fatigue, and swelling in the extremities indicate its presence. Irregular heartbeats, dizziness, or chest discomfort may also occur. Treatment typically involves medications like ACE inhibitors and beta-blockers to manage symptoms and improve heart function. Diuretics help reduce fluid buildup, while anticoagulants and antiarrhythmic medications may be prescribed to prevent blood clots and regulate heart rhythm. Management of cardiomyopathy focuses on alleviating symptoms, improving quality of life, and preventing complications through a combination of medications and lifestyle adjustments. Atrial Fibrillation (AFib) is a heart condition characterized by irregular and often rapid heartbeats originating in the atria, the upper chambers of the heart. Symptoms include irregular heartbeats known as palpitations, rapid heartbeat or tachycardia, weakness, fatigue, shortness of breath, and chest pain or discomfort. Treatment options for AFib aim to control heart rate and rhythm while reducing the risk of blood clots and stroke. This typically involves the use of anticoagulants to prevent clot formation, along with rate control medications such as beta-blockers or calcium channel blockers to slow the heart rate. Rhythm control medications like amiodarone or flecainide may also be prescribed to help restore normal heart rhythm. Managing AFib requires a comprehensive approach tailored to each individual's needs to minimize symptoms and reduce the risk of complications. Valvular heart disease occurs when heart valves are dysfunctional or damaged, leading to impaired blood flow. Symptoms such as shortness of breath, fatigue, irregular heartbeat, and swelling in the extremities or abdomen may manifest. Chest discomfort, dizziness, or fainting episodes could also occur. Treatment options include medications like diuretics, ACE inhibitors, and beta-blockers to manage symptoms and improve heart function. Anticoagulants may be prescribed to prevent blood clots. In severe cases, heart valve repair or replacement surgery may be necessary to restore proper heart function and alleviate symptoms. Endocarditis is characterized by inflammation of the inner lining of the heart chambers and valves. Common symptoms include fever, chills, fatigue, weakness, shortness of breath, chest pain, palpitations, and the appearance of small red or purple spots on the skin known as petechiae . Treatment typically involves antibiotics to fight the underlying infection and anticoagulants to prevent blood clots. In severe cases, surgery may be necessary to repair or replace damaged heart valves. Pericarditis is characterized by inflammation of the pericardium, the sac surrounding the heart. Symptoms may include chest pain (sharp, stabbing, or dull), shortness of breath, cough, fever, fatigue, swelling in the abdomen or legs, and irregular heartbeat . Treatment typically involves nonsteroidal anti-inflammatory drugs (NSAIDs), colchicine, and corticosteroids to alleviate inflammation and manage symptoms. Congenital heart disease refers to structural heart defects present at birth. Symptoms may include cyanosis, characterized by a bluish tint to the skin, lips, or nails, as well as shortness of breath, poor feeding or growth in infants, fatigue, and swelling in the extremities . Treatment options vary depending on the severity of the condition and may involve surgical repair and medications to control symptoms, such as diuretics and ACE inhibitors. Rheumatic heart disease occurs as a result of heart damage caused by rheumatic fever, often stemming from untreated strep throat. Symptoms may include fatigue, chest pain, shortness of breath, palpitations, swollen or tender joints, fever, and skin rash . Treatment typically involves antibiotics to treat strep throat, anti-inflammatory medications, and in severe cases, surgical intervention.\r",
            {
                "entities": [
                    [
                        0,
                        20,
                        "DISEASE"
                    ],
                    [
                        160,
                        170,
                        "SYMPTOMS"
                    ],
                    [
                        172,
                        180,
                        "SYMPTOMS"
                    ],
                    [
                        182,
                        191,
                        "SYMPTOMS"
                    ],
                    [
                        221,
                        228,
                        "SYMPTOMS"
                    ],
                    [
                        230,
                        238,
                        "SYMPTOMS"
                    ],
                    [
                        240,
                        245,
                        "SYMPTOMS"
                    ],
                    [
                        251,
                        267,
                        "SYMPTOMS"
                    ],
                    [
                        456,
                        492,
                        "MEDICATION"
                    ],
                    [
                        494,
                        500,
                        "MEDICATION"
                    ],
                    [
                        503,
                        540,
                        "MEDICATION"
                    ],
                    [
                        542,
                        548,
                        "MEDICATION"
                    ],
                    [
                        555,
                        582,
                        "MEDICATION"
                    ],
                    [
                        591,
                        605,
                        "MEDICATION"
                    ],
                    [
                        889,
                        917,
                        "DISEASE"
                    ],
                    [
                        919,
                        922,
                        "DISEASE"
                    ],
                    [
                        1028,
                        1038,
                        "SYMPTOMS"
                    ],
                    [
                        1043,
                        1051,
                        "SYMPTOMS"
                    ],
                    [
                        1055,
                        1076,
                        "SYMPTOMS"
                    ],
                    [
                        1100,
                        1110,
                        "SYMPTOMS"
                    ],
                    [
                        1112,
                        1119,
                        "SYMPTOMS"
                    ],
                    [
                        1121,
                        1126,
                        "SYMPTOMS"
                    ],
                    [
                        1128,
                        1138,
                        "SYMPTOMS"
                    ],
                    [
                        1140,
                        1163,
                        "SYMPTOMS"
                    ],
                    [
                        1165,
                        1184,
                        "SYMPTOMS"
                    ],
                    [
                        1190,
                        1210,
                        "SYMPTOMS"
                    ],
                    [
                        1290,
                        1326,
                        "MEDICATION"
                    ],
                    [
                        1328,
                        1334,
                        "MEDICATION"
                    ],
                    [
                        1337,
                        1352,
                        "MEDICATION"
                    ],
                    [
                        1354,
                        1372,
                        "MEDICATION"
                    ],
                    [
                        1374,
                        1392,
                        "MEDICATION"
                    ],
                    [
                        1398,
                        1416,
                        "MEDICATION"
                    ],
                    [
                        1683,
                        1701,
                        "DISEASE"
                    ],
                    [
                        1703,
                        1705,
                        "DISEASE"
                    ],
                    [
                        1823,
                        1830,
                        "SYMPTOMS"
                    ],
                    [
                        1832,
                        1840,
                        "SYMPTOMS"
                    ],
                    [
                        1844,
                        1861,
                        "SYMPTOMS"
                    ],
                    [
                        1863,
                        1870,
                        "SYMPTOMS"
                    ],
                    [
                        1874,
                        1887,
                        "SYMPTOMS"
                    ],
                    [
                        1889,
                        1897,
                        "SYMPTOMS"
                    ],
                    [
                        1901,
                        1934,
                        "SYMPTOMS"
                    ],
                    [
                        1936,
                        1957,
                        "SYMPTOMS"
                    ],
                    [
                        1974,
                        1991,
                        "SYMPTOMS"
                    ],
                    [
                        2030,
                        2045,
                        "MEDICATION"
                    ],
                    [
                        2110,
                        2121,
                        "MEDICATION"
                    ],
                    [
                        2126,
                        2145,
                        "MEDICATION"
                    ],
                    [
                        2323,
                        2338,
                        "DISEASE"
                    ],
                    [
                        2478,
                        2484,
                        "SYMPTOMS"
                    ],
                    [
                        2486,
                        2504,
                        "SYMPTOMS"
                    ],
                    [
                        2506,
                        2520,
                        "SYMPTOMS"
                    ],
                    [
                        2522,
                        2544,
                        "SYMPTOMS"
                    ],
                    [
                        2546,
                        2553,
                        "SYMPTOMS"
                    ],
                    [
                        2555,
                        2567,
                        "SYMPTOMS"
                    ],
                    [
                        2573,
                        2587,
                        "SYMPTOMS"
                    ],
                    [
                        2619,
                        2634,
                        "MEDICATION"
                    ],
                    [
                        2667,
                        2689,
                        "MEDICATION"
                    ],
                    [
                        2881,
                        2904,
                        "DISEASE"
                    ],
                    [
                        3025,
                        3032,
                        "SYMPTOMS"
                    ],
                    [
                        3034,
                        3045,
                        "SYMPTOMS"
                    ],
                    [
                        3047,
                        3063,
                        "SYMPTOMS"
                    ],
                    [
                        3065,
                        3073,
                        "SYMPTOMS"
                    ],
                    [
                        3084,
                        3096,
                        "SYMPTOMS"
                    ],
                    [
                        3098,
                        3113,
                        "SYMPTOMS"
                    ],
                    [
                        3115,
                        3125,
                        "SYMPTOMS"
                    ],
                    [
                        3140,
                        3166,
                        "SYMPTOMS"
                    ],
                    [
                        3198,
                        3233,
                        "MEDICATION"
                    ],
                    [
                        3257,
                        3270,
                        "MEDICATION"
                    ],
                    [
                        3509,
                        3524,
                        "DISEASE"
                    ],
                    [
                        3652,
                        3663,
                        "SYMPTOMS"
                    ],
                    [
                        3665,
                        3680,
                        "SYMPTOMS"
                    ],
                    [
                        3682,
                        3693,
                        "SYMPTOMS"
                    ],
                    [
                        3697,
                        3709,
                        "SYMPTOMS"
                    ],
                    [
                        3711,
                        3718,
                        "SYMPTOMS"
                    ],
                    [
                        3720,
                        3728,
                        "SYMPTOMS"
                    ],
                    [
                        3730,
                        3737,
                        "SYMPTOMS"
                    ],
                    [
                        3739,
                        3755,
                        "SYMPTOMS"
                    ],
                    [
                        3761,
                        3773,
                        "SYMPTOMS"
                    ],
                    [
                        3775,
                        3787,
                        "SYMPTOMS"
                    ],
                    [
                        3852,
                        3863,
                        "MEDICATION"
                    ],
                    [
                        3867,
                        3883,
                        "MEDICATION"
                    ],
                    [
                        3937,
                        3950,
                        "MEDICATION"
                    ],
                    [
                        4175,
                        4190,
                        "DISEASE"
                    ],
                    [
                        4296,
                        4304,
                        "SYMPTOMS"
                    ],
                    [
                        4306,
                        4320,
                        "SYMPTOMS"
                    ],
                    [
                        4325,
                        4333,
                        "SYMPTOMS"
                    ],
                    [
                        4335,
                        4350,
                        "SYMPTOMS"
                    ],
                    [
                        4352,
                        4363,
                        "SYMPTOMS"
                    ],
                    [
                        4365,
                        4372,
                        "SYMPTOMS"
                    ],
                    [
                        4374,
                        4390,
                        "SYMPTOMS"
                    ],
                    [
                        4392,
                        4397,
                        "SYMPTOMS"
                    ],
                    [
                        4434,
                        4442,
                        "SYMPTOMS"
                    ],
                    [
                        4447,
                        4456,
                        "SYMPTOMS"
                    ],
                    [
                        4528,
                        4545,
                        "MEDICATION"
                    ],
                    [
                        4547,
                        4562,
                        "MEDICATION"
                    ],
                    [
                        4564,
                        4580,
                        "MEDICATION"
                    ],
                    [
                        4852,
                        4867,
                        "DISEASE"
                    ],
                    [
                        4956,
                        4974,
                        "DISEASE"
                    ],
                    [
                        5084,
                        5092,
                        "SYMPTOMS"
                    ],
                    [
                        5105,
                        5123,
                        "SYMPTOMS"
                    ],
                    [
                        5125,
                        5139,
                        "SYMPTOMS"
                    ],
                    [
                        5144,
                        5152,
                        "SYMPTOMS"
                    ],
                    [
                        5154,
                        5169,
                        "SYMPTOMS"
                    ],
                    [
                        5205,
                        5229,
                        "SYMPTOMS"
                    ],
                    [
                        5231,
                        5238,
                        "SYMPTOMS"
                    ],
                    [
                        5244,
                        5255,
                        "SYMPTOMS"
                    ],
                    [
                        5307,
                        5324,
                        "MEDICATION"
                    ],
                    [
                        5326,
                        5341,
                        "MEDICATION"
                    ],
                    [
                        5343,
                        5359,
                        "MEDICATION"
                    ],
                    [
                        5805,
                        5814,
                        "DISEASE"
                    ],
                    [
                        5980,
                        5987,
                        "SYMPTOMS"
                    ],
                    [
                        5991,
                        6009,
                        "SYMPTOMS"
                    ],
                    [
                        6011,
                        6020,
                        "SYMPTOMS"
                    ],
                    [
                        6024,
                        6036,
                        "SYMPTOMS"
                    ],
                    [
                        6038,
                        6045,
                        "SYMPTOMS"
                    ],
                    [
                        6049,
                        6061,
                        "SYMPTOMS"
                    ],
                    [
                        6072,
                        6091,
                        "SYMPTOMS"
                    ],
                    [
                        6098,
                        6118,
                        "SYMPTOMS"
                    ],
                    [
                        6212,
                        6227,
                        "MEDICATION"
                    ],
                    [
                        6229,
                        6246,
                        "MEDICATION"
                    ],
                    [
                        6252,
                        6261,
                        "MEDICATION"
                    ],
                    [
                        6628,
                        6642,
                        "DISEASE"
                    ],
                    [
                        6844,
                        6858,
                        "SYMPTOMS"
                    ],
                    [
                        6860,
                        6868,
                        "SYMPTOMS"
                    ],
                    [
                        6870,
                        6878,
                        "SYMPTOMS"
                    ],
                    [
                        6880,
                        6883,
                        "SYMPTOMS"
                    ],
                    [
                        6885,
                        6892,
                        "SYMPTOMS"
                    ],
                    [
                        6894,
                        6905,
                        "SYMPTOMS"
                    ],
                    [
                        6907,
                        6913,
                        "SYMPTOMS"
                    ],
                    [
                        6915,
                        6927,
                        "SYMPTOMS"
                    ],
                    [
                        6933,
                        6957,
                        "SYMPTOMS"
                    ],
                    [
                        6961,
                        6970,
                        "SYMPTOMS"
                    ],
                    [
                        7044,
                        7060,
                        "MEDICATION"
                    ],
                    [
                        7419,
                        7442,
                        "DISEASE"
                    ],
                    [
                        7444,
                        7447,
                        "DISEASE"
                    ],
                    [
                        7629,
                        7639,
                        "SYMPTOMS"
                    ],
                    [
                        7641,
                        7647,
                        "SYMPTOMS"
                    ],
                    [
                        7650,
                        7669,
                        "SYMPTOMS"
                    ],
                    [
                        7671,
                        7678,
                        "SYMPTOMS"
                    ],
                    [
                        7680,
                        7688,
                        "SYMPTOMS"
                    ],
                    [
                        7690,
                        7699,
                        "SYMPTOMS"
                    ],
                    [
                        7705,
                        7711,
                        "SYMPTOMS"
                    ],
                    [
                        7959,
                        7966,
                        "MEDICATION"
                    ],
                    [
                        7968,
                        7975,
                        "MEDICATION"
                    ],
                    [
                        7977,
                        7990,
                        "MEDICATION"
                    ],
                    [
                        7992,
                        8006,
                        "MEDICATION"
                    ],
                    [
                        8012,
                        8036,
                        "MEDICATION"
                    ],
                    [
                        8539,
                        8560,
                        "DISEASE"
                    ],
                    [
                        8582,
                        8594,
                        "DISEASE"
                    ],
                    [
                        8764,
                        8774,
                        "SYMPTOMS"
                    ],
                    [
                        8778,
                        8788,
                        "SYMPTOMS"
                    ],
                    [
                        8796,
                        8816,
                        "SYMPTOMS"
                    ],
                    [
                        8818,
                        8821,
                        "SYMPTOMS"
                    ],
                    [
                        8849,
                        8868,
                        "SYMPTOMS"
                    ],
                    [
                        8870,
                        8876,
                        "SYMPTOMS"
                    ],
                    [
                        8878,
                        8886,
                        "SYMPTOMS"
                    ],
                    [
                        8892,
                        8900,
                        "SYMPTOMS"
                    ],
                    [
                        9257,
                        9264,
                        "MEDICATION"
                    ],
                    [
                        9266,
                        9279,
                        "MEDICATION"
                    ],
                    [
                        9281,
                        9299,
                        "MEDICATION"
                    ],
                    [
                        9302,
                        9315,
                        "MEDICATION"
                    ],
                    [
                        9317,
                        9331,
                        "MEDICATION"
                    ],
                    [
                        9337,
                        9344,
                        "MEDICATION"
                    ],
                    [
                        10013,
                        10026,
                        "DISEASE"
                    ],
                    [
                        10205,
                        10212,
                        "SYMPTOMS"
                    ],
                    [
                        10214,
                        10222,
                        "SYMPTOMS"
                    ],
                    [
                        10224,
                        10229,
                        "SYMPTOMS"
                    ],
                    [
                        10244,
                        10250,
                        "SYMPTOMS"
                    ],
                    [
                        10255,
                        10262,
                        "SYMPTOMS"
                    ],
                    [
                        10270,
                        10285,
                        "SYMPTOMS"
                    ],
                    [
                        10289,
                        10308,
                        "SYMPTOMS"
                    ],
                    [
                        10586,
                        10600,
                        "MEDICATION"
                    ],
                    [
                        10653,
                        10666,
                        "MEDICATION"
                    ],
                    [
                        10786,
                        10815,
                        "MEDICATION"
                    ],
                    [
                        11443,
                        11455,
                        "DISEASE"
                    ],
                    [
                        11480,
                        11494,
                        "DISEASE"
                    ],
                    [
                        11603,
                        11612,
                        "SYMPTOMS"
                    ],
                    [
                        11614,
                        11633,
                        "SYMPTOMS"
                    ],
                    [
                        11635,
                        11645,
                        "SYMPTOMS"
                    ],
                    [
                        11647,
                        11655,
                        "SYMPTOMS"
                    ],
                    [
                        11657,
                        11666,
                        "SYMPTOMS"
                    ],
                    [
                        11672,
                        11682,
                        "SYMPTOMS"
                    ],
                    [
                        11873,
                        11896,
                        "MEDICATION"
                    ],
                    [
                        12075,
                        12084,
                        "MEDICATION"
                    ],
                    [
                        12141,
                        12155,
                        "MEDICATION"
                    ],
                    [
                        12160,
                        12192,
                        "MEDICATION"
                    ],
                    [
                        12246,
                        12270,
                        "MEDICATION"
                    ],
                    [
                        12337,
                        12350,
                        "MEDICATION"
                    ],
                    [
                        12834,
                        12844,
                        "DISEASE"
                    ],
                    [
                        12917,
                        12929,
                        "SYMPTOMS"
                    ],
                    [
                        12931,
                        12978,
                        "SYMPTOMS"
                    ],
                    [
                        12981,
                        12997,
                        "SYMPTOMS"
                    ],
                    [
                        12999,
                        13018,
                        "SYMPTOMS"
                    ],
                    [
                        13020,
                        13029,
                        "SYMPTOMS"
                    ],
                    [
                        13035,
                        13043,
                        "SYMPTOMS"
                    ],
                    [
                        13045,
                        13052,
                        "SYMPTOMS"
                    ],
                    [
                        13335,
                        13348,
                        "MEDICATION"
                    ],
                    [
                        13353,
                        13377,
                        "MEDICATION"
                    ],
                    [
                        13961,
                        13986,
                        "DISEASE"
                    ],
                    [
                        13988,
                        13991,
                        "DISEASE"
                    ],
                    [
                        14102,
                        14129,
                        "SYMPTOMS"
                    ],
                    [
                        14131,
                        14136,
                        "SYMPTOMS"
                    ],
                    [
                        14141,
                        14153,
                        "SYMPTOMS"
                    ],
                    [
                        14188,
                        14200,
                        "SYMPTOMS"
                    ],
                    [
                        14203,
                        14211,
                        "SYMPTOMS"
                    ],
                    [
                        14215,
                        14223,
                        "SYMPTOMS"
                    ],
                    [
                        14468,
                        14485,
                        "MEDICATION"
                    ],
                    [
                        14487,
                        14503,
                        "MEDICATION"
                    ],
                    [
                        14572,
                        14591,
                        "MEDICATION"
                    ],
                    [
                        14599,
                        14606,
                        "MEDICATION"
                    ],
                    [
                        15117,
                        15132,
                        "DISEASE"
                    ],
                    [
                        15230,
                        15240,
                        "SYMPTOMS"
                    ],
                    [
                        15242,
                        15261,
                        "SYMPTOMS"
                    ],
                    [
                        15267,
                        15278,
                        "SYMPTOMS"
                    ],
                    [
                        15316,
                        15323,
                        "MEDICATION"
                    ],
                    [
                        15328,
                        15347,
                        "MEDICATION"
                    ],
                    [
                        15444,
                        15462,
                        "MEDICATION"
                    ],
                    [
                        15467,
                        15483,
                        "MEDICATION"
                    ],
                    [
                        15726,
                        15740,
                        "DISEASE"
                    ],
                    [
                        15836,
                        15855,
                        "SYMPTOMS"
                    ],
                    [
                        15857,
                        15864,
                        "SYMPTOMS"
                    ],
                    [
                        15870,
                        15878,
                        "SYMPTOMS"
                    ],
                    [
                        15921,
                        15941,
                        "SYMPTOMS"
                    ],
                    [
                        15943,
                        15952,
                        "SYMPTOMS"
                    ],
                    [
                        15957,
                        15973,
                        "SYMPTOMS"
                    ],
                    [
                        16116,
                        16125,
                        "MEDICATION"
                    ],
                    [
                        16159,
                        16173,
                        "MEDICATION"
                    ],
                    [
                        16178,
                        16192,
                        "MEDICATION"
                    ],
                    [
                        16287,
                        16301,
                        "MEDICATION"
                    ],
                    [
                        16455,
                        16474,
                        "DISEASE"
                    ],
                    [
                        16476,
                        16480,
                        "DISEASE"
                    ],
                    [
                        16633,
                        16653,
                        "SYMPTOMS"
                    ],
                    [
                        16663,
                        16675,
                        "SYMPTOMS"
                    ],
                    [
                        16677,
                        16692,
                        "SYMPTOMS"
                    ],
                    [
                        16696,
                        16707,
                        "SYMPTOMS"
                    ],
                    [
                        16709,
                        16717,
                        "SYMPTOMS"
                    ],
                    [
                        16719,
                        16726,
                        "SYMPTOMS"
                    ],
                    [
                        16728,
                        16747,
                        "SYMPTOMS"
                    ],
                    [
                        16753,
                        16763,
                        "SYMPTOMS"
                    ],
                    [
                        17015,
                        17028,
                        "MEDICATION"
                    ],
                    [
                        17032,
                        17056,
                        "MEDICATION"
                    ],
                    [
                        17113,
                        17123,
                        "MEDICATION"
                    ],
                    [
                        17127,
                        17137,
                        "MEDICATION"
                    ],
                    [
                        17341,
                        17363,
                        "DISEASE"
                    ],
                    [
                        17468,
                        17487,
                        "SYMPTOMS"
                    ],
                    [
                        17489,
                        17496,
                        "SYMPTOMS"
                    ],
                    [
                        17498,
                        17517,
                        "SYMPTOMS"
                    ],
                    [
                        17523,
                        17550,
                        "SYMPTOMS"
                    ],
                    [
                        17576,
                        17592,
                        "SYMPTOMS"
                    ],
                    [
                        17594,
                        17603,
                        "SYMPTOMS"
                    ],
                    [
                        17608,
                        17625,
                        "SYMPTOMS"
                    ],
                    [
                        17687,
                        17696,
                        "MEDICATION"
                    ],
                    [
                        17698,
                        17712,
                        "MEDICATION"
                    ],
                    [
                        17718,
                        17731,
                        "MEDICATION"
                    ],
                    [
                        17779,
                        17793,
                        "MEDICATION"
                    ],
                    [
                        17969,
                        17981,
                        "DISEASE"
                    ],
                    [
                        18093,
                        18098,
                        "SYMPTOMS"
                    ],
                    [
                        18100,
                        18106,
                        "SYMPTOMS"
                    ],
                    [
                        18108,
                        18115,
                        "SYMPTOMS"
                    ],
                    [
                        18117,
                        18125,
                        "SYMPTOMS"
                    ],
                    [
                        18127,
                        18146,
                        "SYMPTOMS"
                    ],
                    [
                        18148,
                        18158,
                        "SYMPTOMS"
                    ],
                    [
                        18160,
                        18172,
                        "SYMPTOMS"
                    ],
                    [
                        18182,
                        18233,
                        "SYMPTOMS"
                    ],
                    [
                        18243,
                        18252,
                        "SYMPTOMS"
                    ],
                    [
                        18334,
                        18348,
                        "MEDICATION"
                    ],
                    [
                        18458,
                        18470,
                        "DISEASE"
                    ],
                    [
                        18576,
                        18586,
                        "SYMPTOMS"
                    ],
                    [
                        18588,
                        18593,
                        "SYMPTOMS"
                    ],
                    [
                        18595,
                        18603,
                        "SYMPTOMS"
                    ],
                    [
                        18608,
                        18612,
                        "SYMPTOMS"
                    ],
                    [
                        18615,
                        18634,
                        "SYMPTOMS"
                    ],
                    [
                        18636,
                        18641,
                        "SYMPTOMS"
                    ],
                    [
                        18643,
                        18648,
                        "SYMPTOMS"
                    ],
                    [
                        18650,
                        18657,
                        "SYMPTOMS"
                    ],
                    [
                        18696,
                        18715,
                        "SYMPTOMS"
                    ],
                    [
                        18747,
                        18783,
                        "MEDICATION"
                    ],
                    [
                        18785,
                        18791,
                        "MEDICATION"
                    ],
                    [
                        18794,
                        18804,
                        "MEDICATION"
                    ],
                    [
                        18810,
                        18825,
                        "MEDICATION"
                    ],
                    [
                        18873,
                        18889,
                        "DISEASE"
                    ],
                    [
                        19001,
                        19024,
                        "SYMPTOMS"
                    ],
                    [
                        19074,
                        19086,
                        "SYMPTOMS"
                    ],
                    [
                        19090,
                        19107,
                        "SYMPTOMS"
                    ],
                    [
                        19109,
                        19116,
                        "SYMPTOMS"
                    ],
                    [
                        19122,
                        19149,
                        "SYMPTOMS"
                    ],
                    [
                        19309,
                        19324,
                        "MEDICATION"
                    ],
                    [
                        19325,
                        19340,
                        "DISEASE"
                    ],
                    [
                        19476,
                        19483,
                        "SYMPTOMS"
                    ],
                    [
                        19485,
                        19495,
                        "SYMPTOMS"
                    ],
                    [
                        19497,
                        19516,
                        "SYMPTOMS"
                    ],
                    [
                        19518,
                        19530,
                        "SYMPTOMS"
                    ],
                    [
                        19532,
                        19556,
                        "SYMPTOMS"
                    ],
                    [
                        19558,
                        19563,
                        "SYMPTOMS"
                    ],
                    [
                        19569,
                        19578,
                        "SYMPTOMS"
                    ]
                ]
            }
        ],
   
        [
            "Cystic Fibrosis is a genetic disorder characterized by the buildup of thick, sticky mucus in the lungs and other organs. Common symptoms include a persistent cough with thick sputum, wheezing, shortness of breath, recurrent lung infections such as pneumonia, and poor growth or weight gain . Treatment typically involves airway clearance techniques such as chest physiotherapy and percussion and vibration, along with bronchodilators, inhaled antibiotics, mucolytics, and enzyme supplements to manage symptoms and improve lung function . Huntington's Disease is an inherited disorder characterized by the progressive degeneration of nerve cells in the brain. Common symptoms include involuntary jerking or writhing movements known as chorea, muscle problems such as rigidity and slow movements, cognitive decline, behavioral changes, and difficulty swallowing . Treatment often involves medications like tetrabenazine to manage movement disorders, antipsychotics for behavioral symptoms, and antidepressants to address mood-related issues. Down Syndrome is a genetic disorder characterized by developmental and intellectual delays . Common symptoms include intellectual disability, low muscle tone (hypotonia), upward slanting eyes with small folds of skin at the inner corners (epicanthal folds), and a flat facial profile . Treatment often involves early intervention programs, educational support, speech therapy, and occupational therapy to help individuals with Down Syndrome reach their full potential. Duchenne Muscular Dystrophy (DMD) is a progressive muscle-wasting disease resulting from a genetic mutation. Common symptoms include progressive muscle weakness, difficulty walking, frequent falls, gait abnormalities, enlarged calves, muscle contractures, heart problems, and breathing difficulties . Treatment typically involves the use of corticosteroids such as Prednisone or Deflazacort, physical therapy to maintain mobility, the use of mobility aids, and respiratory support to manage breathing difficulties. Hemophilia is a genetic disorder that impairs the blood's ability to clot properly. Common symptoms include excessive bleeding from minor injuries or surgery, easy bruising, joint pain or swelling (known as hemarthrosis), and bleeding from the nose, gums, or into the urine blood or stool blood . Treatment typically involves clotting factor replacement therapy, desmopressin (DDAVP) to stimulate the release of clotting factors, and antifibrinolytic medications to prevent the breakdown of blood clots . Sickle Cell Disease is a genetic disorder characterized by abnormal hemoglobin production and an altered shape of red blood cells. Symptoms often include pain crises, which are sudden and severe episodes of pain, as well as anemia, fatigue, jaundice, and swelling of the hands and feet (known as dactylitis) . Individuals with sickle cell disease may also experience frequent infections and delayed growth and development. Treatment typically involves pain management with analgesics and opioids, the use of medications like hydroxyurea to reduce the frequency of pain crises, blood transfusions to increase the number of healthy red blood cells, and antibiotics to prevent infections. Tay-Sachs Disease is a genetic disorder characterized by the progressive destruction of nerve cells in the brain . Symptoms typically include developmental delay, loss of motor skills, seizures, blindness, deafness, difficulty swallowing, and progressive intellectual disability . Treatment primarily focuses on supportive care for symptom management, along with physical therapy and occupational therapy to maximize quality of life and functional abilities. Cystinosis is a genetic disorder characterized by the accumulation of cystine in cells and tissues . Common symptoms include kidney problems such as renal Fanconi syndrome, growth failure, muscle weakness, photophobia (sensitivity to light), poor appetite, vomiting, and delayed puberty . Treatment typically involves the use of cysteamine to reduce cystine levels, along with supportive care measures such as fluid and electrolyte replacement to manage symptoms and improve quality of life. Phenylketonuria (PKU) is an inherited disorder characterized by the inability to metabolize phenylalanine . This condition leads to a range of symptoms, including intellectual disability, developmental delays, behavioral problems, hyperactivity, seizures, skin rashes, and a musty odor in urine . Treatment typically involves a low-protein diet with restricted phenylalanine intake, along with the use of phenylalanine-free formula and medications to manage symptoms and complications, aiming to optimize the individual's health and well-being.\r",
            {
                "entities": [
                    [
                        0,
                        15,
                        "DISEASE"
                    ],
                    [
                        59,
                        75,
                        "SYMPTOMS"
                    ],
                    [
                        77,
                        102,
                        "SYMPTOMS"
                    ],
                    [
                        147,
                        181,
                        "SYMPTOMS"
                    ],
                    [
                        183,
                        191,
                        "SYMPTOMS"
                    ],
                    [
                        193,
                        212,
                        "SYMPTOMS"
                    ],
                    [
                        248,
                        257,
                        "SYMPTOMS"
                    ],
                    [
                        357,
                        376,
                        "MEDICATION"
                    ],
                    [
                        435,
                        454,
                        "MEDICATION"
                    ],
                    [
                        456,
                        466,
                        "MEDICATION"
                    ],
                    [
                        472,
                        490,
                        "MEDICATION"
                    ],
                    [
                        538,
                        558,
                        "DISEASE"
                    ],
                    [
                        734,
                        740,
                        "SYMPTOMS"
                    ],
                    [
                        742,
                        757,
                        "SYMPTOMS"
                    ],
                    [
                        766,
                        774,
                        "SYMPTOMS"
                    ],
                    [
                        779,
                        793,
                        "SYMPTOMS"
                    ],
                    [
                        795,
                        812,
                        "SYMPTOMS"
                    ],
                    [
                        814,
                        832,
                        "SYMPTOMS"
                    ],
                    [
                        838,
                        859,
                        "SYMPTOMS"
                    ],
                    [
                        948,
                        962,
                        "MEDICATION"
                    ],
                    [
                        992,
                        1007,
                        "MEDICATION"
                    ],
                    [
                        1040,
                        1053,
                        "DISEASE"
                    ],
                    [
                        1157,
                        1180,
                        "SYMPTOMS"
                    ],
                    [
                        1182,
                        1197,
                        "SYMPTOMS"
                    ],
                    [
                        1199,
                        1208,
                        "SYMPTOMS"
                    ],
                    [
                        1211,
                        1277,
                        "SYMPTOMS"
                    ],
                    [
                        1279,
                        1295,
                        "SYMPTOMS"
                    ],
                    [
                        1304,
                        1323,
                        "SYMPTOMS"
                    ],
                    [
                        1401,
                        1415,
                        "MEDICATION"
                    ],
                    [
                        1421,
                        1441,
                        "MEDICATION"
                    ],
                    [
                        1509,
                        1536,
                        "DISEASE"
                    ],
                    [
                        1538,
                        1541,
                        "DISEASE"
                    ],
                    [
                        1654,
                        1669,
                        "SYMPTOMS"
                    ],
                    [
                        1671,
                        1689,
                        "SYMPTOMS"
                    ],
                    [
                        1691,
                        1705,
                        "SYMPTOMS"
                    ],
                    [
                        1707,
                        1725,
                        "SYMPTOMS"
                    ],
                    [
                        1727,
                        1742,
                        "SYMPTOMS"
                    ],
                    [
                        1744,
                        1763,
                        "SYMPTOMS"
                    ],
                    [
                        1765,
                        1779,
                        "SYMPTOMS"
                    ],
                    [
                        1785,
                        1807,
                        "SYMPTOMS"
                    ],
                    [
                        1850,
                        1865,
                        "MEDICATION"
                    ],
                    [
                        1874,
                        1884,
                        "MEDICATION"
                    ],
                    [
                        1888,
                        1899,
                        "MEDICATION"
                    ],
                    [
                        1901,
                        1917,
                        "MEDICATION"
                    ],
                    [
                        2024,
                        2034,
                        "DISEASE"
                    ],
                    [
                        2183,
                        2196,
                        "SYMPTOMS"
                    ],
                    [
                        2198,
                        2208,
                        "SYMPTOMS"
                    ],
                    [
                        2212,
                        2220,
                        "SYMPTOMS"
                    ],
                    [
                        2231,
                        2243,
                        "SYMPTOMS"
                    ],
                    [
                        2250,
                        2272,
                        "SYMPTOMS"
                    ],
                    [
                        2274,
                        2278,
                        "SYMPTOMS"
                    ],
                    [
                        2292,
                        2303,
                        "SYMPTOMS"
                    ],
                    [
                        2307,
                        2318,
                        "SYMPTOMS"
                    ],
                    [
                        2350,
                        2385,
                        "MEDICATION"
                    ],
                    [
                        2387,
                        2399,
                        "MEDICATION"
                    ],
                    [
                        2401,
                        2406,
                        "MEDICATION"
                    ],
                    [
                        2458,
                        2474,
                        "MEDICATION"
                    ],
                    [
                        2529,
                        2540,
                        "DISEASE"
                    ],
                    [
                        2683,
                        2694,
                        "SYMPTOMS"
                    ],
                    [
                        2753,
                        2759,
                        "SYMPTOMS"
                    ],
                    [
                        2761,
                        2768,
                        "SYMPTOMS"
                    ],
                    [
                        2770,
                        2778,
                        "SYMPTOMS"
                    ],
                    [
                        2784,
                        2814,
                        "SYMPTOMS"
                    ],
                    [
                        2825,
                        2835,
                        "SYMPTOMS"
                    ],
                    [
                        3054,
                        3065,
                        "MEDICATION"
                    ],
                    [
                        3106,
                        3124,
                        "MEDICATION"
                    ],
                    [
                        3180,
                        3191,
                        "MEDICATION"
                    ],
                    [
                        3215,
                        3224,
                        "DISEASE"
                    ],
                    [
                        3357,
                        3376,
                        "SYMPTOMS"
                    ],
                    [
                        3378,
                        3398,
                        "SYMPTOMS"
                    ],
                    [
                        3400,
                        3408,
                        "SYMPTOMS"
                    ],
                    [
                        3410,
                        3419,
                        "SYMPTOMS"
                    ],
                    [
                        3421,
                        3429,
                        "SYMPTOMS"
                    ],
                    [
                        3431,
                        3452,
                        "SYMPTOMS"
                    ],
                    [
                        3458,
                        3493,
                        "SYMPTOMS"
                    ],
                    [
                        3578,
                        3594,
                        "MEDICATION"
                    ],
                    [
                        3599,
                        3619,
                        "MEDICATION"
                    ],
                    [
                        3674,
                        3684,
                        "DISEASE"
                    ],
                    [
                        3799,
                        3814,
                        "SYMPTOMS"
                    ],
                    [
                        3823,
                        3845,
                        "SYMPTOMS"
                    ],
                    [
                        3847,
                        3861,
                        "SYMPTOMS"
                    ],
                    [
                        3863,
                        3878,
                        "SYMPTOMS"
                    ],
                    [
                        3880,
                        3891,
                        "SYMPTOMS"
                    ],
                    [
                        3893,
                        3913,
                        "SYMPTOMS"
                    ],
                    [
                        3916,
                        3929,
                        "SYMPTOMS"
                    ],
                    [
                        3931,
                        3939,
                        "SYMPTOMS"
                    ],
                    [
                        3945,
                        3960,
                        "SYMPTOMS"
                    ],
                    [
                        4003,
                        4013,
                        "MEDICATION"
                    ],
                    [
                        4166,
                        4181,
                        "DISEASE"
                    ],
                    [
                        4183,
                        4186,
                        "DISEASE"
                    ],
                    [
                        4329,
                        4352,
                        "SYMPTOMS"
                    ],
                    [
                        4354,
                        4374,
                        "SYMPTOMS"
                    ],
                    [
                        4376,
                        4395,
                        "SYMPTOMS"
                    ],
                    [
                        4397,
                        4410,
                        "SYMPTOMS"
                    ],
                    [
                        4412,
                        4420,
                        "SYMPTOMS"
                    ],
                    [
                        4422,
                        4433,
                        "SYMPTOMS"
                    ],
                    [
                        4441,
                        4460,
                        "SYMPTOMS"
                    ],
                    [
                        4494,
                        4510,
                        "MEDICATION"
                    ],
                    [
                        4527,
                        4547,
                        "MEDICATION"
                    ]
                ]
            }
        ],
  
        [
            "Dengue Fever is a viral infection transmitted by mosquitoes, manifesting with symptoms similar to the flu. These include high fever, severe headache, pain behind the eyes, joint and muscle pain, and a characteristic rash . Treatment typically involves the use of paracetamol to alleviate symptoms and intravenous fluids to maintain hydration . Tuberculosis (TB) is a bacterial infection primarily affecting the lungs and leading to symptoms such as persistent cough, chest pain, coughing up blood, fatigue, and weight loss . Treatment involves a combination of antibiotics including Rifampin, Isoniazid, Pyrazinamide, and Ethambutol to effectively combat the infection. Cholera is a bacterial infection characterized by severe diarrhea, vomiting, dehydration, and muscle cramps . Treatment typically involves antibiotics such as Doxycycline, Azithromycin, or Ciprofloxacin to combat the bacterial infection and alleviate symptoms. Additionally, rehydration therapy is crucial to replace lost fluids and electrolytes. Malaria is a mosquito-borne parasitic disease characterized by fever and flu-like symptoms, including fever, chills, sweating, headache, nausea, and vomiting . Treatment typically involves antimalarial medications such as Chloroquine, Artemisinin-based combination therapy (ACT), or Mefloquine to eliminate the parasite from the bloodstream and alleviate symptoms. Prompt diagnosis and treatment are essential to prevent complications and potential fatalities. Typhoid Fever is a bacterial infection characterized by high fever, stomach pain, weakness, headache, and rash. Treatment typically involves antibiotics such as Ciprofloxacin, Azithromycin, or Ceftriaxone to eliminate the bacteria from the body and relieve symptoms. Adequate hydration and rest are also essential components of management to support recovery and prevent complications. Hepatitis B is a viral infection that primarily affects the liver and is transmitted through bodily fluids. Common symptoms include jaundice (yellowing skin and yellowing eyes), fatigue, abdominal pain, nausea, and joint pain . Treatment for Hepatitis B often involves antiviral medications such as Tenofovir, Entecavir, and Interferon, which help suppress viral replication and reduce liver inflammation . Additionally, supportive care measures may be recommended to manage symptoms and promote liver health. Early detection and proper management are crucial in preventing complications associated with Hepatitis B infection. Leptospirosis is a bacterial infection that is typically transmitted through contact with contaminated water or soil, often via exposure to urine from infected animals. Common symptoms include high fever, headache, muscle aches, vomiting, and jaundice (yellowing of the skin and eyes) . Treatment for leptospirosis usually involves antibiotics such as Doxycycline, Penicillin, or Ceftriaxone, which help to eliminate the bacteria from the body. Additionally, supportive care measures such as rest, hydration, and management of symptoms may be necessary to aid recovery. Preventive measures, such as avoiding contact with contaminated water and practicing good hygiene, are important for reducing the risk of infection. Rabies is a viral infection that affects the nervous system and is typically transmitted through the saliva of infected animals, often through bites or scratches . Common symptoms of rabies include fever, headache, nausea, confusion, hallucinations, and paralysis . Without prompt treatment, rabies can be fatal. Treatment for rabies exposure involves immediate wound care to clean and disinfect the bite or scratch, followed by vaccination with the rabies vaccine . In addition, a medication called rabies immune globulin (RIG) may be administered near the site of the wound to provide immediate antibodies against the virus. Preventive measures such as avoiding contact with wild or stray animals, vaccinating pets against rabies, and seeking medical attention promptly after animal bites or scratches are essential for preventing rabies infection. Influenza, or the flu, is a viral infection causing respiratory symptoms like fever, cough, sore throat, and body aches . Treatment includes antiviral medications like Oseltamivir (Tamiflu) or Zanamivir (Relenza), along with rest and hydration . Vaccination is recommended for prevention, especially for high-risk groups. HIV/AIDS is a viral infection that weakens the immune system and is transmitted through bodily fluids. Symptoms include fever, fatigue, swollen lymph nodes, sore throat, rash, weight loss, and night sweats . Antiretroviral therapy (ART) is the primary treatment to suppress the virus and manage the condition, improving quality of life and reducing transmission risk. Early diagnosis and access to treatment are crucial for better outcomes. Measles is a highly contagious viral infection characterized by symptoms such as fever, cough, runny nose, sore throat, inflamed eyes, and a rash . Vitamin A supplementation is often recommended to reduce the severity of symptoms and complications. Vaccination remains the most effective preventive measure against measles. Pneumonia is a lung infection typically caused by bacteria or viruses. Symptoms include cough with phlegm, fever, chills, shortness of breath, chest pain, and fatigue . Treatment often involves antibiotics such as amoxicillin, azithromycin, or ceftriaxone, depending on the specific cause and severity of the infection. Prompt medical attention is essential for proper diagnosis and management of pneumonia. Chikungunya is a viral infection spread by mosquitoes, characterized by symptoms like fever, joint pain, headache, muscle pain, and rash . Treatment focuses on relieving symptoms and typically includes the use of paracetamol for fever and pain management, along with adequate hydration to prevent dehydration. It's essential to avoid mosquito bites to prevent further transmission of the virus. Anthrax is a bacterial infection that can manifest in various forms affecting the skin, lungs, or gastrointestinal tract . Symptoms may include fever, chills, cough, chest discomfort, nausea, vomiting, and abdominal pain . Treatment typically involves antibiotics such as Ciprofloxacin or Doxycycline, depending on the severity and form of the infection. Early diagnosis and prompt treatment are crucial for a successful recovery. Zika Virus is a mosquito-borne viral infection associated with birth defects. Symptoms include fever, rash, joint pain, conjunctivitis (red eyes), and muscle pain . Treatment primarily focuses on supportive care to alleviate symptoms, as there is no specific antiviral therapy available for Zika Virus . Prevention measures such as mosquito bite prevention are essential in areas where the virus is prevalent, particularly for pregnant individuals due to the risk of birth defects. Rotavirus Infection is a viral illness characterized by severe diarrhea, vomiting, fever, and abdominal pain . It primarily affects children and can lead to dehydration if not properly managed. Treatment involves oral rehydration solution (ORS) to replace lost fluids and electrolytes. Additionally, vaccination against rotavirus is available and recommended for infants to prevent infection and reduce the severity of symptoms. Norovirus is a highly contagious viral infection that causes gastroenteritis, leading to symptoms such as nausea, vomiting, diarrhea, stomach pain, fever, and headache . Treatment mainly involves supportive care, including rest and hydration with fluids to prevent dehydration. Hand, Foot, and Mouth Disease is a viral infection often seen in children, marked by symptoms like fever, sore throat, and the development of sores on the hands, feet, and inside the mouth. Treatment typically involves supportive care and the use of pain relievers to manage discomfort. Tetanus is a bacterial infection characterized by muscle stiffness and spasms, including stiffness in the jaw and neck muscles, as well as difficulty swallowing . Treatment involves the administration of the tetanus vaccine and tetanus immune globulin (TIG) to neutralize the toxin produced by the bacteria. Pertussis, commonly known as Whooping Cough, is a bacterial infection characterized by severe coughing fits, often accompanied by a whooping sound when coughing and vomiting after coughing . Treatment typically involves antibiotics such as Azithromycin or Clarithromycin to combat the bacterial infection. Conjunctivitis, commonly known as Pink Eye, is an inflammation of the eye, often caused by viruses or bacteria. Symptoms include redness in the white of the eye or inner eyelid, increased tearing, itching, and a burning sensation in the eyes . Treatment typically involves antibiotic eye drops or ointments for bacterial conjunctivitis, while antihistamine eye drops may be used for allergic conjunctivitis. Scabies is a parasitic infection characterized by intense itching and a skin rash, often appearing between the fingers, wrists, elbows, or knees. The rash may also lead to sores or crusts from scratching. Treatment typically involves the application of permethrin cream, which kills the mites responsible for the infection. Antihistamines may also be prescribed to relieve itching and discomfort. Lyme disease is a bacterial infection transmitted by ticks, characterized by a rash with a bull's-eye pattern, along with symptoms such as fever, chills, fatigue, and muscle and joint aches . Treatment often involves antibiotics such as doxycycline or amoxicillin to eliminate the bacteria causing the infection . Early diagnosis and treatment are crucial to prevent complications. Brucellosis is a bacterial infection transmitted from animals to humans, leading to symptoms like fever, sweats, fatigue, joint and muscle pain, headache, and loss of appetite, often accompanied by swelling liver or swelling  spleen . Treatment typically involves antibiotics such as doxycycline, rifampicin, and gentamicin to eradicate the bacteria and alleviate symptoms. Early diagnosis and treatment are essential to prevent complications and reduce the spread of the infection. Trachoma A bacterial infection of the eye, leading to blindness if left untreated. Eye discharge, itchiness, irritation, blurred vision, sensitivity to light are the symptoms.  Azithromycin, Tetracycline are medicines. E.coli infection is a bacterial infection characterized by symptoms such as diarrhea (often bloody), stomach cramps, nausea, vomiting, and fever . Treatment primarily involves supportive care and hydration to manage symptoms and prevent dehydration. In severe cases, antibiotics may be prescribed, but they are not always necessary and should be used under medical supervision to avoid antibiotic resistance. Giardiasis is a parasitic infection that affects the digestive system, leading to symptoms such as diarrhea, greasy stools, stomach cramps, bloating, nausea, and dehydration . Treatment typically involves medications like Metronidazole or Tinidazole to eliminate the parasite from the body. Adequate hydration is also essential to manage dehydration caused by diarrhea. Leprosy is a chronic bacterial infection characterized by skin lesions, discolored patches, or nodules, along with nerve damage leading to numbness or loss of sensation in affected areas and muscle weakness . Treatment typically involves a combination of antibiotics such as Rifampicin, Dapsone, and Clofazimine to eliminate the bacteria and prevent further progression of the disease. Early detection and treatment are crucial to prevent complications and reduce transmission to others. Chickenpox is a highly contagious viral infection known for its characteristic itchy rash and itchy fever . The rash typically starts as small, itchy red spots that develop into fluid-filled blisters . Other symptoms may include fever, headache, and fatigue . Treatment often involves antiviral medications like Acyclovir to alleviate symptoms and antihistamines to relieve itching. Additionally, maintaining good hygiene practices and avoiding scratching the rash can help prevent complications and speed up recovery. Yellow Fever is a viral infection transmitted by mosquitoes, characterized by symptoms such as fever, headache, muscle aches, backache, loss of appetite, nausea, vomiting, and jaundice . Vaccination against yellow fever is available and is the primary preventive measure. Supportive care, including rest, hydration, and management of symptoms, is also essential for those affected by the virus. Early detection and prompt medical attention can help improve outcomes and prevent complications. Zika Fever is a viral infection transmitted by mosquitoes and typically presents mild symptoms such as fever, rash, joint pain, conjunctivitis (red eyes), and muscle pain . Treatment primarily involves supportive care, including rest and pain relievers to alleviate discomfort. Prevention measures such as mosquito bite prevention are crucial in areas where Zika virus is prevalent. Filariasis is a parasitic infection transmitted by mosquitoes, resulting in symptoms such as swelling of limbs (lymphedema), thickening of the skin (elephantiasis), fever, chills, and pain . Treatment typically involves medications like Diethylcarbamazine (DEC), Ivermectin, and Albendazole to target the parasitic infection and alleviate symptoms. Early diagnosis and prompt treatment are essential to prevent complications and long-term effects of the disease. Leishmaniasis is a parasitic infection transmitted by sandflies, characterized by symptoms such as skin sores (ulcers), fever, weight loss, swollen spleen and liver, and anemia . Treatment typically involves medications like Sodium stibogluconate and Amphotericin B, which target the parasitic infection and help alleviate symptoms. Early diagnosis and treatment are crucial to prevent complications and long-term effects of the disease. Q fever is a bacterial infection often transmitted from animals to humans, manifesting flu-like symptoms such as high fever, headache, fatigue, muscle aches, nausea, vomiting, and diarrhea . Treatment typically involves antibiotics like Doxycycline or Ciprofloxacin, which effectively combat the bacterial infection and alleviate associated symptoms. Early diagnosis and prompt treatment are essential to prevent complications and ensure a full recovery. Dengue Hemorrhagic Fever is an intensified form of dengue fever marked by bleeding tendencies and plasma leakage. Symptoms include those of dengue fever along with bleeding manifestations such as nosebleeds, bleeding gums, and gastrointestinal bleeding. Patients may experience abdominal pain, vomiting blood, and enlargement of the liver, and in severe cases, circulatory system failure can occur. Treatment involves fluid replacement therapy to address dehydration and maintain blood volume, along with blood transfusions to replace lost blood components and stabilize the patient's condition. Early medical intervention is crucial to manage symptoms and prevent life-threatening complications. Avian Influenza, commonly known as Bird Flu, is a viral infection that predominantly affects birds but can also transmit to humans, leading to respiratory symptoms. Infected individuals may experience symptoms such as fever, cough, sore throat, muscle aches, headache, and difficulty breathing . In severe cases, pneumonia can develop. Treatment typically involves antiviral medications such as Oseltamivir (Tamiflu) or Zanamivir (Relenza) to alleviate symptoms and reduce the severity of the infection. Strict measures to prevent contact with infected birds and their environments are essential to minimize the risk of transmission to humans. Early detection and prompt medical intervention are crucial for managing Avian Influenza effectively. Rift Valley Fever is a viral infection transmitted through mosquito bites or contact with infected animals. It leads to symptoms such as fever, headache, muscle pain, joint pain, weakness, vomiting, red eyes, abdominal pain, and liver damage . Treatment options include Ribavirin, and there's also a vaccine available for livestock to prevent the spread of the virus among animals. West Nile Virus is a viral infection spread by mosquitoes, manifesting with symptoms like fever, headache, body aches, skin rash, swollen lymph nodes, nausea, vomiting, diarrhea, and neurological symptoms . Treatment typically involves supportive care and pain relievers to alleviate discomfort. Chagas Disease is a parasitic infection transmitted by triatomine bugs, characterized by symptoms such as swelling at the site of infection, fever, fatigue, body aches, rash, swollen glands, eyelid swelling, liver and spleen enlargement, irregular heartbeat, and digestive problems . Treatment typically involves medications like Benznidazole and Nifurtimox. Valley Fever, also known as Coccidioidomycosis, is a fungal infection caused by inhaling spores. It manifests with symptoms like fatigue, cough, fever, shortness of breath, headache, night sweats, muscle aches, joint pain, and rash . Treatment typically involves antifungal medications such as Fluconazole, Itraconazole, and Amphotericin B. Mumps is a viral infection characterized by swelling of the salivary glands and flu-like symptoms. Common manifestations include fever, headache, muscle aches, swollen salivary glands (parotitis), and fatigue . Treatment mainly involves supportive care and pain relievers to alleviate symptoms.\r",
            {
                "entities": [
                    [
                        0,
                        12,
                        "DISEASE"
                    ],
                    [
                        126,
                        131,
                        "SYMPTOMS"
                    ],
                    [
                        133,
                        148,
                        "SYMPTOMS"
                    ],
                    [
                        150,
                        170,
                        "SYMPTOMS"
                    ],
                    [
                        172,
                        193,
                        "SYMPTOMS"
                    ],
                    [
                        201,
                        220,
                        "SYMPTOMS"
                    ],
                    [
                        263,
                        274,
                        "MEDICATION"
                    ],
                    [
                        344,
                        356,
                        "DISEASE"
                    ],
                    [
                        358,
                        360,
                        "DISEASE"
                    ],
                    [
                        449,
                        465,
                        "SYMPTOMS"
                    ],
                    [
                        467,
                        477,
                        "SYMPTOMS"
                    ],
                    [
                        479,
                        496,
                        "SYMPTOMS"
                    ],
                    [
                        498,
                        505,
                        "SYMPTOMS"
                    ],
                    [
                        511,
                        522,
                        "SYMPTOMS"
                    ],
                    [
                        583,
                        591,
                        "MEDICATION"
                    ],
                    [
                        593,
                        602,
                        "MEDICATION"
                    ],
                    [
                        604,
                        616,
                        "MEDICATION"
                    ],
                    [
                        622,
                        632,
                        "MEDICATION"
                    ],
                    [
                        670,
                        677,
                        "DISEASE"
                    ],
                    [
                        727,
                        735,
                        "SYMPTOMS"
                    ],
                    [
                        737,
                        745,
                        "SYMPTOMS"
                    ],
                    [
                        747,
                        758,
                        "SYMPTOMS"
                    ],
                    [
                        764,
                        777,
                        "SYMPTOMS"
                    ],
                    [
                        829,
                        840,
                        "MEDICATION"
                    ],
                    [
                        842,
                        854,
                        "MEDICATION"
                    ],
                    [
                        859,
                        872,
                        "MEDICATION"
                    ],
                    [
                        945,
                        964,
                        "MEDICATION"
                    ],
                    [
                        1017,
                        1024,
                        "DISEASE"
                    ],
                    [
                        1119,
                        1124,
                        "SYMPTOMS"
                    ],
                    [
                        1126,
                        1132,
                        "SYMPTOMS"
                    ],
                    [
                        1134,
                        1142,
                        "SYMPTOMS"
                    ],
                    [
                        1144,
                        1152,
                        "SYMPTOMS"
                    ],
                    [
                        1154,
                        1160,
                        "SYMPTOMS"
                    ],
                    [
                        1166,
                        1174,
                        "SYMPTOMS"
                    ],
                    [
                        1239,
                        1250,
                        "MEDICATION"
                    ],
                    [
                        1252,
                        1289,
                        "MEDICATION"
                    ],
                    [
                        1291,
                        1294,
                        "MEDICATION"
                    ],
                    [
                        1300,
                        1310,
                        "MEDICATION"
                    ],
                    [
                        1478,
                        1491,
                        "DISEASE"
                    ],
                    [
                        1534,
                        1544,
                        "SYMPTOMS"
                    ],
                    [
                        1546,
                        1558,
                        "SYMPTOMS"
                    ],
                    [
                        1560,
                        1568,
                        "SYMPTOMS"
                    ],
                    [
                        1570,
                        1578,
                        "SYMPTOMS"
                    ],
                    [
                        1584,
                        1589,
                        "SYMPTOMS"
                    ],
                    [
                        1639,
                        1652,
                        "MEDICATION"
                    ],
                    [
                        1654,
                        1666,
                        "MEDICATION"
                    ],
                    [
                        1671,
                        1682,
                        "MEDICATION"
                    ],
                    [
                        1864,
                        1875,
                        "DISEASE"
                    ],
                    [
                        1996,
                        2004,
                        "SYMPTOMS"
                    ],
                    [
                        2042,
                        2049,
                        "SYMPTOMS"
                    ],
                    [
                        2051,
                        2065,
                        "SYMPTOMS"
                    ],
                    [
                        2067,
                        2073,
                        "SYMPTOMS"
                    ],
                    [
                        2079,
                        2089,
                        "SYMPTOMS"
                    ],
                    [
                        2163,
                        2172,
                        "MEDICATION"
                    ],
                    [
                        2174,
                        2183,
                        "MEDICATION"
                    ],
                    [
                        2189,
                        2199,
                        "MEDICATION"
                    ],
                    [
                        2491,
                        2504,
                        "DISEASE"
                    ],
                    [
                        2684,
                        2694,
                        "SYMPTOMS"
                    ],
                    [
                        2696,
                        2704,
                        "SYMPTOMS"
                    ],
                    [
                        2706,
                        2718,
                        "SYMPTOMS"
                    ],
                    [
                        2720,
                        2728,
                        "SYMPTOMS"
                    ],
                    [
                        2734,
                        2742,
                        "SYMPTOMS"
                    ],
                    [
                        2843,
                        2854,
                        "MEDICATION"
                    ],
                    [
                        2856,
                        2866,
                        "MEDICATION"
                    ],
                    [
                        2871,
                        2882,
                        "MEDICATION"
                    ],
                    [
                        3210,
                        3216,
                        "DISEASE"
                    ],
                    [
                        3408,
                        3413,
                        "SYMPTOMS"
                    ],
                    [
                        3415,
                        3423,
                        "SYMPTOMS"
                    ],
                    [
                        3425,
                        3431,
                        "SYMPTOMS"
                    ],
                    [
                        3433,
                        3442,
                        "SYMPTOMS"
                    ],
                    [
                        3444,
                        3458,
                        "SYMPTOMS"
                    ],
                    [
                        3464,
                        3473,
                        "SYMPTOMS"
                    ],
                    [
                        3710,
                        3732,
                        "MEDICATION"
                    ],
                    [
                        3734,
                        3737,
                        "MEDICATION"
                    ],
                    [
                        3910,
                        3941,
                        "MEDICATION"
                    ],
                    [
                        4061,
                        4070,
                        "DISEASE"
                    ],
                    [
                        4139,
                        4144,
                        "SYMPTOMS"
                    ],
                    [
                        4146,
                        4151,
                        "SYMPTOMS"
                    ],
                    [
                        4153,
                        4164,
                        "SYMPTOMS"
                    ],
                    [
                        4170,
                        4180,
                        "SYMPTOMS"
                    ],
                    [
                        4229,
                        4240,
                        "MEDICATION"
                    ],
                    [
                        4242,
                        4249,
                        "MEDICATION"
                    ],
                    [
                        4254,
                        4263,
                        "MEDICATION"
                    ],
                    [
                        4265,
                        4272,
                        "MEDICATION"
                    ],
                    [
                        4383,
                        4391,
                        "DISEASE"
                    ],
                    [
                        4503,
                        4508,
                        "SYMPTOMS"
                    ],
                    [
                        4510,
                        4517,
                        "SYMPTOMS"
                    ],
                    [
                        4519,
                        4538,
                        "SYMPTOMS"
                    ],
                    [
                        4540,
                        4551,
                        "SYMPTOMS"
                    ],
                    [
                        4553,
                        4557,
                        "SYMPTOMS"
                    ],
                    [
                        4559,
                        4570,
                        "SYMPTOMS"
                    ],
                    [
                        4576,
                        4588,
                        "SYMPTOMS"
                    ],
                    [
                        4591,
                        4613,
                        "MEDICATION"
                    ],
                    [
                        4615,
                        4618,
                        "MEDICATION"
                    ],
                    [
                        4824,
                        4831,
                        "DISEASE"
                    ],
                    [
                        4905,
                        4910,
                        "SYMPTOMS"
                    ],
                    [
                        4912,
                        4917,
                        "SYMPTOMS"
                    ],
                    [
                        4919,
                        4929,
                        "SYMPTOMS"
                    ],
                    [
                        4931,
                        4942,
                        "SYMPTOMS"
                    ],
                    [
                        4944,
                        4957,
                        "SYMPTOMS"
                    ],
                    [
                        4965,
                        4969,
                        "SYMPTOMS"
                    ],
                    [
                        4972,
                        4997,
                        "MEDICATION"
                    ],
                    [
                        5148,
                        5157,
                        "DISEASE"
                    ],
                    [
                        5236,
                        5253,
                        "SYMPTOMS"
                    ],
                    [
                        5255,
                        5260,
                        "SYMPTOMS"
                    ],
                    [
                        5262,
                        5268,
                        "SYMPTOMS"
                    ],
                    [
                        5270,
                        5289,
                        "SYMPTOMS"
                    ],
                    [
                        5291,
                        5301,
                        "SYMPTOMS"
                    ],
                    [
                        5307,
                        5314,
                        "SYMPTOMS"
                    ],
                    [
                        5362,
                        5373,
                        "MEDICATION"
                    ],
                    [
                        5375,
                        5387,
                        "MEDICATION"
                    ],
                    [
                        5392,
                        5403,
                        "MEDICATION"
                    ],
                    [
                        5556,
                        5567,
                        "DISEASE"
                    ],
                    [
                        5642,
                        5647,
                        "SYMPTOMS"
                    ],
                    [
                        5649,
                        5659,
                        "SYMPTOMS"
                    ],
                    [
                        5661,
                        5669,
                        "SYMPTOMS"
                    ],
                    [
                        5671,
                        5682,
                        "SYMPTOMS"
                    ],
                    [
                        5688,
                        5692,
                        "SYMPTOMS"
                    ],
                    [
                        5769,
                        5780,
                        "MEDICATION"
                    ],
                    [
                        5951,
                        5958,
                        "DISEASE"
                    ],
                    [
                        6095,
                        6100,
                        "SYMPTOMS"
                    ],
                    [
                        6102,
                        6108,
                        "SYMPTOMS"
                    ],
                    [
                        6110,
                        6115,
                        "SYMPTOMS"
                    ],
                    [
                        6117,
                        6133,
                        "SYMPTOMS"
                    ],
                    [
                        6135,
                        6141,
                        "SYMPTOMS"
                    ],
                    [
                        6143,
                        6151,
                        "SYMPTOMS"
                    ],
                    [
                        6157,
                        6171,
                        "SYMPTOMS"
                    ],
                    [
                        6223,
                        6236,
                        "MEDICATION"
                    ],
                    [
                        6240,
                        6251,
                        "MEDICATION"
                    ],
                    [
                        6382,
                        6392,
                        "DISEASE"
                    ],
                    [
                        6477,
                        6482,
                        "SYMPTOMS"
                    ],
                    [
                        6484,
                        6488,
                        "SYMPTOMS"
                    ],
                    [
                        6490,
                        6500,
                        "SYMPTOMS"
                    ],
                    [
                        6502,
                        6516,
                        "SYMPTOMS"
                    ],
                    [
                        6518,
                        6526,
                        "SYMPTOMS"
                    ],
                    [
                        6533,
                        6544,
                        "SYMPTOMS"
                    ],
                    [
                        6864,
                        6873,
                        "DISEASE"
                    ],
                    [
                        6920,
                        6935,
                        "SYMPTOMS"
                    ],
                    [
                        6937,
                        6945,
                        "SYMPTOMS"
                    ],
                    [
                        6947,
                        6952,
                        "SYMPTOMS"
                    ],
                    [
                        6958,
                        6972,
                        "SYMPTOMS"
                    ],
                    [
                        7077,
                        7102,
                        "MEDICATION"
                    ],
                    [
                        7104,
                        7107,
                        "MEDICATION"
                    ],
                    [
                        7293,
                        7302,
                        "DISEASE"
                    ],
                    [
                        7399,
                        7405,
                        "SYMPTOMS"
                    ],
                    [
                        7407,
                        7415,
                        "SYMPTOMS"
                    ],
                    [
                        7417,
                        7425,
                        "SYMPTOMS"
                    ],
                    [
                        7427,
                        7439,
                        "SYMPTOMS"
                    ],
                    [
                        7441,
                        7446,
                        "SYMPTOMS"
                    ],
                    [
                        7452,
                        7460,
                        "SYMPTOMS"
                    ],
                    [
                        7571,
                        7600,
                        "DISEASE"
                    ],
                    [
                        7670,
                        7675,
                        "SYMPTOMS"
                    ],
                    [
                        7677,
                        7688,
                        "SYMPTOMS"
                    ],
                    [
                        7698,
                        7731,
                        "SYMPTOMS"
                    ],
                    [
                        7858,
                        7865,
                        "DISEASE"
                    ],
                    [
                        7908,
                        7924,
                        "SYMPTOMS"
                    ],
                    [
                        7929,
                        7935,
                        "SYMPTOMS"
                    ],
                    [
                        7947,
                        7967,
                        "SYMPTOMS"
                    ],
                    [
                        7972,
                        7984,
                        "SYMPTOMS"
                    ],
                    [
                        7997,
                        8018,
                        "SYMPTOMS"
                    ],
                    [
                        8086,
                        8109,
                        "MEDICATION"
                    ],
                    [
                        8111,
                        8114,
                        "MEDICATION"
                    ],
                    [
                        8166,
                        8175,
                        "DISEASE"
                    ],
                    [
                        8195,
                        8209,
                        "DISEASE"
                    ],
                    [
                        8253,
                        8273,
                        "SYMPTOMS"
                    ],
                    [
                        8318,
                        8326,
                        "SYMPTOMS"
                    ],
                    [
                        8331,
                        8354,
                        "SYMPTOMS"
                    ],
                    [
                        8406,
                        8418,
                        "MEDICATION"
                    ],
                    [
                        8422,
                        8436,
                        "MEDICATION"
                    ],
                    [
                        8472,
                        8486,
                        "DISEASE"
                    ],
                    [
                        8601,
                        8648,
                        "SYMPTOMS"
                    ],
                    [
                        8650,
                        8667,
                        "SYMPTOMS"
                    ],
                    [
                        8669,
                        8676,
                        "SYMPTOMS"
                    ],
                    [
                        8684,
                        8713,
                        "SYMPTOMS"
                    ],
                    [
                        8745,
                        8765,
                        "MEDICATION"
                    ],
                    [
                        8815,
                        8828,
                        "MEDICATION"
                    ],
                    [
                        8880,
                        8887,
                        "DISEASE"
                    ],
                    [
                        8952,
                        8961,
                        "SYMPTOMS"
                    ],
                    [
                        9000,
                        9006,
                        "SYMPTOMS"
                    ],
                    [
                        9008,
                        9014,
                        "SYMPTOMS"
                    ],
                    [
                        9019,
                        9025,
                        "SYMPTOMS"
                    ],
                    [
                        9133,
                        9149,
                        "MEDICATION"
                    ],
                    [
                        9204,
                        9218,
                        "MEDICATION"
                    ],
                    [
                        9277,
                        9281,
                        "DISEASE"
                    ],
                    [
                        9356,
                        9386,
                        "SYMPTOMS"
                    ],
                    [
                        9416,
                        9421,
                        "SYMPTOMS"
                    ],
                    [
                        9423,
                        9429,
                        "SYMPTOMS"
                    ],
                    [
                        9431,
                        9438,
                        "SYMPTOMS"
                    ],
                    [
                        9444,
                        9466,
                        "SYMPTOMS"
                    ],
                    [
                        9514,
                        9525,
                        "MEDICATION"
                    ],
                    [
                        9529,
                        9540,
                        "MEDICATION"
                    ],
                    [
                        9659,
                        9670,
                        "DISEASE"
                    ],
                    [
                        9757,
                        9762,
                        "SYMPTOMS"
                    ],
                    [
                        9764,
                        9770,
                        "SYMPTOMS"
                    ],
                    [
                        9772,
                        9779,
                        "SYMPTOMS"
                    ],
                    [
                        9781,
                        9802,
                        "SYMPTOMS"
                    ],
                    [
                        9804,
                        9812,
                        "SYMPTOMS"
                    ],
                    [
                        9818,
                        9834,
                        "SYMPTOMS"
                    ],
                    [
                        9857,
                        9871,
                        "SYMPTOMS"
                    ],
                    [
                        9875,
                        9891,
                        "SYMPTOMS"
                    ],
                    [
                        9943,
                        9954,
                        "MEDICATION"
                    ],
                    [
                        9956,
                        9966,
                        "MEDICATION"
                    ],
                    [
                        9972,
                        9982,
                        "MEDICATION"
                    ],
                    [
                        10142,
                        10150,
                        "DISEASE"
                    ],
                    [
                        10225,
                        10238,
                        "SYMPTOMS"
                    ],
                    [
                        10240,
                        10249,
                        "SYMPTOMS"
                    ],
                    [
                        10251,
                        10261,
                        "SYMPTOMS"
                    ],
                    [
                        10263,
                        10277,
                        "SYMPTOMS"
                    ],
                    [
                        10279,
                        10299,
                        "SYMPTOMS"
                    ],
                    [
                        10319,
                        10331,
                        "MEDICATION"
                    ],
                    [
                        10333,
                        10345,
                        "MEDICATION"
                    ],
                    [
                        10361,
                        10367,
                        "DISEASE"
                    ],
                    [
                        10437,
                        10445,
                        "SYMPTOMS"
                    ],
                    [
                        10462,
                        10476,
                        "SYMPTOMS"
                    ],
                    [
                        10478,
                        10484,
                        "SYMPTOMS"
                    ],
                    [
                        10486,
                        10494,
                        "SYMPTOMS"
                    ],
                    [
                        10500,
                        10505,
                        "SYMPTOMS"
                    ],
                    [
                        10770,
                        10780,
                        "DISEASE"
                    ],
                    [
                        10869,
                        10877,
                        "SYMPTOMS"
                    ],
                    [
                        10879,
                        10892,
                        "SYMPTOMS"
                    ],
                    [
                        10894,
                        10908,
                        "SYMPTOMS"
                    ],
                    [
                        10910,
                        10918,
                        "SYMPTOMS"
                    ],
                    [
                        10920,
                        10926,
                        "SYMPTOMS"
                    ],
                    [
                        10932,
                        10943,
                        "SYMPTOMS"
                    ],
                    [
                        10992,
                        11005,
                        "MEDICATION"
                    ],
                    [
                        11009,
                        11019,
                        "MEDICATION"
                    ],
                    [
                        11140,
                        11147,
                        "DISEASE"
                    ],
                    [
                        11198,
                        11210,
                        "SYMPTOMS"
                    ],
                    [
                        11212,
                        11230,
                        "SYMPTOMS"
                    ],
                    [
                        11235,
                        11242,
                        "SYMPTOMS"
                    ],
                    [
                        11331,
                        11346,
                        "SYMPTOMS"
                    ],
                    [
                        11415,
                        11425,
                        "MEDICATION"
                    ],
                    [
                        11427,
                        11434,
                        "MEDICATION"
                    ],
                    [
                        11440,
                        11451,
                        "MEDICATION"
                    ],
                    [
                        11628,
                        11638,
                        "DISEASE"
                    ],
                    [
                        11707,
                        11717,
                        "SYMPTOMS"
                    ],
                    [
                        11722,
                        11733,
                        "SYMPTOMS"
                    ],
                    [
                        11772,
                        11787,
                        "SYMPTOMS"
                    ],
                    [
                        11806,
                        11827,
                        "SYMPTOMS"
                    ],
                    [
                        11857,
                        11862,
                        "SYMPTOMS"
                    ],
                    [
                        11864,
                        11872,
                        "SYMPTOMS"
                    ],
                    [
                        11878,
                        11885,
                        "SYMPTOMS"
                    ],
                    [
                        11940,
                        11949,
                        "MEDICATION"
                    ],
                    [
                        12147,
                        12159,
                        "DISEASE"
                    ],
                    [
                        12242,
                        12247,
                        "SYMPTOMS"
                    ],
                    [
                        12249,
                        12257,
                        "SYMPTOMS"
                    ],
                    [
                        12259,
                        12271,
                        "SYMPTOMS"
                    ],
                    [
                        12273,
                        12281,
                        "SYMPTOMS"
                    ],
                    [
                        12283,
                        12299,
                        "SYMPTOMS"
                    ],
                    [
                        12301,
                        12307,
                        "SYMPTOMS"
                    ],
                    [
                        12309,
                        12317,
                        "SYMPTOMS"
                    ],
                    [
                        12323,
                        12331,
                        "SYMPTOMS"
                    ],
                    [
                        12640,
                        12650,
                        "DISEASE"
                    ],
                    [
                        12743,
                        12748,
                        "SYMPTOMS"
                    ],
                    [
                        12750,
                        12754,
                        "SYMPTOMS"
                    ],
                    [
                        12756,
                        12766,
                        "SYMPTOMS"
                    ],
                    [
                        12768,
                        12782,
                        "SYMPTOMS"
                    ],
                    [
                        12784,
                        12792,
                        "SYMPTOMS"
                    ],
                    [
                        12799,
                        12810,
                        "SYMPTOMS"
                    ],
                    [
                        13023,
                        13033,
                        "DISEASE"
                    ],
                    [
                        13116,
                        13133,
                        "SYMPTOMS"
                    ],
                    [
                        13135,
                        13145,
                        "SYMPTOMS"
                    ],
                    [
                        13148,
                        13170,
                        "SYMPTOMS"
                    ],
                    [
                        13172,
                        13185,
                        "SYMPTOMS"
                    ],
                    [
                        13188,
                        13193,
                        "SYMPTOMS"
                    ],
                    [
                        13195,
                        13201,
                        "SYMPTOMS"
                    ],
                    [
                        13207,
                        13211,
                        "SYMPTOMS"
                    ],
                    [
                        13260,
                        13278,
                        "MEDICATION"
                    ],
                    [
                        13280,
                        13283,
                        "MEDICATION"
                    ],
                    [
                        13286,
                        13296,
                        "MEDICATION"
                    ],
                    [
                        13302,
                        13313,
                        "MEDICATION"
                    ],
                    [
                        13486,
                        13499,
                        "DISEASE"
                    ],
                    [
                        13585,
                        13595,
                        "SYMPTOMS"
                    ],
                    [
                        13597,
                        13603,
                        "SYMPTOMS"
                    ],
                    [
                        13606,
                        13611,
                        "SYMPTOMS"
                    ],
                    [
                        13613,
                        13624,
                        "SYMPTOMS"
                    ],
                    [
                        13626,
                        13650,
                        "SYMPTOMS"
                    ],
                    [
                        13656,
                        13662,
                        "SYMPTOMS"
                    ],
                    [
                        13711,
                        13732,
                        "MEDICATION"
                    ],
                    [
                        13737,
                        13751,
                        "MEDICATION"
                    ],
                    [
                        13924,
                        13931,
                        "DISEASE"
                    ],
                    [
                        14037,
                        14047,
                        "SYMPTOMS"
                    ],
                    [
                        14049,
                        14057,
                        "SYMPTOMS"
                    ],
                    [
                        14059,
                        14066,
                        "SYMPTOMS"
                    ],
                    [
                        14068,
                        14080,
                        "SYMPTOMS"
                    ],
                    [
                        14082,
                        14088,
                        "SYMPTOMS"
                    ],
                    [
                        14090,
                        14098,
                        "SYMPTOMS"
                    ],
                    [
                        14104,
                        14112,
                        "SYMPTOMS"
                    ],
                    [
                        14161,
                        14172,
                        "MEDICATION"
                    ],
                    [
                        14176,
                        14189,
                        "MEDICATION"
                    ],
                    [
                        14379,
                        14403,
                        "DISEASE"
                    ],
                    [
                        14543,
                        14566,
                        "SYMPTOMS"
                    ],
                    [
                        14575,
                        14585,
                        "SYMPTOMS"
                    ],
                    [
                        14587,
                        14600,
                        "SYMPTOMS"
                    ],
                    [
                        14606,
                        14632,
                        "SYMPTOMS"
                    ],
                    [
                        14657,
                        14671,
                        "SYMPTOMS"
                    ],
                    [
                        14673,
                        14687,
                        "SYMPTOMS"
                    ],
                    [
                        14693,
                        14717,
                        "SYMPTOMS"
                    ],
                    [
                        14797,
                        14822,
                        "MEDICATION"
                    ],
                    [
                        15076,
                        15091,
                        "DISEASE"
                    ],
                    [
                        15111,
                        15119,
                        "DISEASE"
                    ],
                    [
                        15294,
                        15299,
                        "SYMPTOMS"
                    ],
                    [
                        15301,
                        15306,
                        "SYMPTOMS"
                    ],
                    [
                        15308,
                        15319,
                        "SYMPTOMS"
                    ],
                    [
                        15321,
                        15333,
                        "SYMPTOMS"
                    ],
                    [
                        15335,
                        15343,
                        "SYMPTOMS"
                    ],
                    [
                        15349,
                        15369,
                        "SYMPTOMS"
                    ],
                    [
                        15471,
                        15482,
                        "MEDICATION"
                    ],
                    [
                        15484,
                        15491,
                        "MEDICATION"
                    ],
                    [
                        15496,
                        15505,
                        "MEDICATION"
                    ],
                    [
                        15507,
                        15514,
                        "MEDICATION"
                    ],
                    [
                        15822,
                        15839,
                        "DISEASE"
                    ],
                    [
                        15959,
                        15964,
                        "SYMPTOMS"
                    ],
                    [
                        15966,
                        15974,
                        "SYMPTOMS"
                    ],
                    [
                        15976,
                        15987,
                        "SYMPTOMS"
                    ],
                    [
                        15989,
                        15999,
                        "SYMPTOMS"
                    ],
                    [
                        16001,
                        16009,
                        "SYMPTOMS"
                    ],
                    [
                        16011,
                        16019,
                        "SYMPTOMS"
                    ],
                    [
                        16021,
                        16029,
                        "SYMPTOMS"
                    ],
                    [
                        16031,
                        16045,
                        "SYMPTOMS"
                    ],
                    [
                        16051,
                        16063,
                        "SYMPTOMS"
                    ],
                    [
                        16092,
                        16101,
                        "MEDICATION"
                    ],
                    [
                        16204,
                        16219,
                        "DISEASE"
                    ],
                    [
                        16294,
                        16299,
                        "SYMPTOMS"
                    ],
                    [
                        16301,
                        16309,
                        "SYMPTOMS"
                    ],
                    [
                        16311,
                        16321,
                        "SYMPTOMS"
                    ],
                    [
                        16323,
                        16332,
                        "SYMPTOMS"
                    ],
                    [
                        16334,
                        16353,
                        "SYMPTOMS"
                    ],
                    [
                        16355,
                        16361,
                        "SYMPTOMS"
                    ],
                    [
                        16363,
                        16371,
                        "SYMPTOMS"
                    ],
                    [
                        16373,
                        16381,
                        "SYMPTOMS"
                    ],
                    [
                        16387,
                        16408,
                        "SYMPTOMS"
                    ],
                    [
                        16500,
                        16506,
                        "DISEASE"
                    ],
                    [
                        16606,
                        16639,
                        "SYMPTOMS"
                    ],
                    [
                        16641,
                        16646,
                        "SYMPTOMS"
                    ],
                    [
                        16648,
                        16655,
                        "SYMPTOMS"
                    ],
                    [
                        16657,
                        16667,
                        "SYMPTOMS"
                    ],
                    [
                        16669,
                        16673,
                        "SYMPTOMS"
                    ],
                    [
                        16675,
                        16689,
                        "SYMPTOMS"
                    ],
                    [
                        16691,
                        16706,
                        "SYMPTOMS"
                    ],
                    [
                        16708,
                        16736,
                        "SYMPTOMS"
                    ],
                    [
                        16738,
                        16757,
                        "SYMPTOMS"
                    ],
                    [
                        16763,
                        16781,
                        "SYMPTOMS"
                    ],
                    [
                        16830,
                        16842,
                        "MEDICATION"
                    ],
                    [
                        16847,
                        16858,
                        "MEDICATION"
                    ],
                    [
                        16859,
                        16871,
                        "MEDICATION"
                    ],
                    [
                        16887,
                        16905,
                        "MEDICATION"
                    ],
                    [
                        16988,
                        16995,
                        "SYMPTOMS"
                    ],
                    [
                        16997,
                        17002,
                        "SYMPTOMS"
                    ],
                    [
                        17004,
                        17009,
                        "SYMPTOMS"
                    ],
                    [
                        17011,
                        17030,
                        "SYMPTOMS"
                    ],
                    [
                        17032,
                        17040,
                        "SYMPTOMS"
                    ],
                    [
                        17042,
                        17054,
                        "SYMPTOMS"
                    ],
                    [
                        17056,
                        17068,
                        "SYMPTOMS"
                    ],
                    [
                        17070,
                        17080,
                        "SYMPTOMS"
                    ],
                    [
                        17086,
                        17090,
                        "SYMPTOMS"
                    ],
                    [
                        17153,
                        17164,
                        "MEDICATION"
                    ],
                    [
                        17166,
                        17178,
                        "MEDICATION"
                    ],
                    [
                        17184,
                        17199,
                        "MEDICATION"
                    ],
                    [
                        17200,
                        17205,
                        "DISEASE"
                    ],
                    [
                        17329,
                        17334,
                        "SYMPTOMS"
                    ],
                    [
                        17336,
                        17344,
                        "SYMPTOMS"
                    ],
                    [
                        17346,
                        17358,
                        "SYMPTOMS"
                    ],
                    [
                        17360,
                        17383,
                        "SYMPTOMS"
                    ],
                    [
                        17385,
                        17394,
                        "SYMPTOMS"
                    ],
                    [
                        17401,
                        17408,
                        "SYMPTOMS"
                    ]
                ]
            }
        ],
    
        [
            "Diabetes Mellitus is a metabolic disorder marked by elevated blood sugar levels. Symptoms typically include increased thirst, frequent urination, extreme hunger, unintended weight loss, fatigue, blurred vision, and slow-healing sores or frequent infections . Management involves insulin therapy, various oral antidiabetic medications like Metformin and Sulfonylureas, and regular blood sugar monitoring. Phenylketonuria (PKU) is an inherited disorder characterized by the inability to metabolize phenylalanine. Symptoms may include intellectual disability, developmental delays, behavioral problems, hyperactivity, seizures, skin rashes, a musty odor in urine, and eczema . Treatment typically involves a low-protein diet with restricted phenylalanine intake, the use of phenylalanine-free formula, and medications to manage symptoms and complications. Galactosemia is a genetic disorder that impairs the body's ability to metabolize galactose. Symptoms may include jaundice, liver enlargement, poor feeding, vomiting, diarrhea, failure to thrive, lethargy, and, if left untreated, cataracts . Treatment typically involves a galactose-free diet and close monitoring, along with treatment of any complications that may arise. Maple Syrup Urine Disease (MSUD) is a genetic disorder that affects branched-chain amino acid metabolism . Symptoms can include sweet-smelling urine, poor feeding, vomiting, lethargy, developmental delay, and various neurological symptoms such as seizures, tremors, and coma . Additionally, sweat and urine may emit a distinctive maple syrup-like odor . Treatment typically involves dietary restriction of branched-chain amino acids and, in some cases, supplementation with thiamine. Regular monitoring and management are crucial for individuals with MSUD to prevent complications and maintain health. Wilson Disease is an inherited disorder characterized by the accumulation of copper in the liver and other organs. Symptoms may include jaundice, abdominal pain and swelling, fatigue, weakness, loss of appetite, nausea, vomiting, and various neurological symptoms like tremors, difficulty walking, and speech problems . Treatment typically involves the use of chelating agents such as D-penicillamine or Trientine to remove excess copper from the body. Zinc supplements may also be prescribed to prevent copper absorption. In severe cases, a liver transplant may be necessary to address liver damage caused by copper buildup. Early diagnosis and lifelong management are essential for effectively managing Wilson Disease and preventing complications. Homocystinuria is a genetic disorder that affects amino acid metabolism, resulting in elevated levels of homocysteine in the body. Individuals with this condition may experience intellectual disability, eye problems such as near-sightedness and dislocated lens, skeletal abnormalities including tall stature and scoliosis, as well as increased risk of blood clots, heart problems, and stroke . Treatment typically involves supplementation with vitamin B6 (Pyridoxine), folic acid, and vitamin B12 (Cobalamin). Additionally, dietary restriction of methionine and foods rich in homocysteine is recommended to manage the condition and prevent complications. Early diagnosis and lifelong management are crucial for optimizing outcomes for individuals with homocystinuria. Fabry Disease is an X-linked inherited disorder characterized by a deficiency of the enzyme alpha-galactosidase A . Individuals with this condition may experience pain and burning sensations in their hands and feet (Acro paresthesia), skin lesions known as angiokeratomas, gastrointestinal symptoms, corneal opacities, as well as heart and kidney problems. Treatment typically involves enzyme replacement therapy with medications like Agalsidase alfa and Agalsidase beta, along with pain management and supportive care to alleviate symptoms and improve quality of life. Early diagnosis and intervention are essential for managing Fabry Disease effectively and preventing complications. Pompe Disease is a genetic disorder caused by a deficiency of the enzyme acid alpha-glucosidase. Symptoms of this condition include muscle weakness, especially in the legs, arms, and trunk, poor muscle tone (hypotonia), an enlarged heart (cardiomegaly), breathing difficulties, and delayed motor development . Treatment typically involves enzyme replacement therapy with medications like Alglucosidase alfa, along with respiratory support to manage breathing difficulties. Additionally, physical therapy and occupational therapy may be recommended to improve muscle function and enhance quality of life for individuals with Pompe Disease. Early diagnosis and intervention are crucial for optimizing outcomes and managing symptoms effectively. Alkaptonuria is an inherited disorder characterized by the accumulation of homogentisic acid in the body. Symptoms include dark urine that turns black upon exposure to air, joint stiffness and pain due to the deposition of homogentisic acid, and a condition called ochronotic, which causes a blue-black discoloration of connective tissues. Treatment primarily focuses on providing symptomatic relief through pain management techniques. Additionally, dietary restriction of tyrosine and phenylalanine may be recommended to help manage the condition effectively. Early diagnosis and management can help individuals with alkaptonuria lead healthier lives by minimizing symptoms and complications associated with the disorder.\r",
            {
                "entities": [
                    [
                        0,
                        17,
                        "DISEASE"
                    ],
                    [
                        108,
                        124,
                        "SYMPTOMS"
                    ],
                    [
                        126,
                        144,
                        "SYMPTOMS"
                    ],
                    [
                        146,
                        160,
                        "SYMPTOMS"
                    ],
                    [
                        162,
                        184,
                        "SYMPTOMS"
                    ],
                    [
                        186,
                        193,
                        "SYMPTOMS"
                    ],
                    [
                        195,
                        209,
                        "SYMPTOMS"
                    ],
                    [
                        215,
                        233,
                        "SYMPTOMS"
                    ],
                    [
                        237,
                        256,
                        "SYMPTOMS"
                    ],
                    [
                        279,
                        294,
                        "MEDICATION"
                    ],
                    [
                        296,
                        321,
                        "MEDICATION"
                    ],
                    [
                        339,
                        348,
                        "MEDICATION"
                    ],
                    [
                        353,
                        366,
                        "MEDICATION"
                    ],
                    [
                        404,
                        419,
                        "DISEASE"
                    ],
                    [
                        421,
                        424,
                        "DISEASE"
                    ],
                    [
                        532,
                        555,
                        "SYMPTOMS"
                    ],
                    [
                        557,
                        577,
                        "SYMPTOMS"
                    ],
                    [
                        579,
                        598,
                        "SYMPTOMS"
                    ],
                    [
                        600,
                        613,
                        "SYMPTOMS"
                    ],
                    [
                        615,
                        623,
                        "SYMPTOMS"
                    ],
                    [
                        625,
                        636,
                        "SYMPTOMS"
                    ],
                    [
                        640,
                        659,
                        "SYMPTOMS"
                    ],
                    [
                        665,
                        671,
                        "SYMPTOMS"
                    ],
                    [
                        705,
                        721,
                        "MEDICATION"
                    ],
                    [
                        853,
                        865,
                        "DISEASE"
                    ],
                    [
                        966,
                        974,
                        "SYMPTOMS"
                    ],
                    [
                        976,
                        993,
                        "SYMPTOMS"
                    ],
                    [
                        995,
                        1007,
                        "SYMPTOMS"
                    ],
                    [
                        1009,
                        1017,
                        "SYMPTOMS"
                    ],
                    [
                        1019,
                        1027,
                        "SYMPTOMS"
                    ],
                    [
                        1029,
                        1046,
                        "SYMPTOMS"
                    ],
                    [
                        1048,
                        1056,
                        "SYMPTOMS"
                    ],
                    [
                        1082,
                        1091,
                        "SYMPTOMS"
                    ],
                    [
                        1125,
                        1144,
                        "MEDICATION"
                    ],
                    [
                        1225,
                        1250,
                        "DISEASE"
                    ],
                    [
                        1252,
                        1256,
                        "DISEASE"
                    ],
                    [
                        1353,
                        1373,
                        "SYMPTOMS"
                    ],
                    [
                        1375,
                        1387,
                        "SYMPTOMS"
                    ],
                    [
                        1389,
                        1397,
                        "SYMPTOMS"
                    ],
                    [
                        1399,
                        1407,
                        "SYMPTOMS"
                    ],
                    [
                        1409,
                        1428,
                        "SYMPTOMS"
                    ],
                    [
                        1472,
                        1480,
                        "SYMPTOMS"
                    ],
                    [
                        1482,
                        1489,
                        "SYMPTOMS"
                    ],
                    [
                        1495,
                        1499,
                        "SYMPTOMS"
                    ],
                    [
                        1516,
                        1521,
                        "SYMPTOMS"
                    ],
                    [
                        1526,
                        1531,
                        "SYMPTOMS"
                    ],
                    [
                        1543,
                        1576,
                        "SYMPTOMS"
                    ],
                    [
                        1678,
                        1708,
                        "MEDICATION"
                    ],
                    [
                        1776,
                        1780,
                        "MEDICATION"
                    ],
                    [
                        1827,
                        1841,
                        "DISEASE"
                    ],
                    [
                        1963,
                        1971,
                        "SYMPTOMS"
                    ],
                    [
                        1973,
                        1987,
                        "SYMPTOMS"
                    ],
                    [
                        1992,
                        2000,
                        "SYMPTOMS"
                    ],
                    [
                        2002,
                        2009,
                        "SYMPTOMS"
                    ],
                    [
                        2011,
                        2019,
                        "SYMPTOMS"
                    ],
                    [
                        2021,
                        2037,
                        "SYMPTOMS"
                    ],
                    [
                        2039,
                        2045,
                        "SYMPTOMS"
                    ],
                    [
                        2047,
                        2055,
                        "SYMPTOMS"
                    ],
                    [
                        2096,
                        2103,
                        "SYMPTOMS"
                    ],
                    [
                        2105,
                        2123,
                        "SYMPTOMS"
                    ],
                    [
                        2129,
                        2144,
                        "SYMPTOMS"
                    ],
                    [
                        2212,
                        2227,
                        "MEDICATION"
                    ],
                    [
                        2231,
                        2240,
                        "MEDICATION"
                    ],
                    [
                        2280,
                        2296,
                        "MEDICATION"
                    ],
                    [
                        2369,
                        2385,
                        "MEDICATION"
                    ],
                    [
                        2577,
                        2591,
                        "DISEASE"
                    ],
                    [
                        2755,
                        2778,
                        "SYMPTOMS"
                    ],
                    [
                        2780,
                        2792,
                        "SYMPTOMS"
                    ],
                    [
                        2801,
                        2817,
                        "SYMPTOMS"
                    ],
                    [
                        2822,
                        2837,
                        "SYMPTOMS"
                    ],
                    [
                        2839,
                        2861,
                        "SYMPTOMS"
                    ],
                    [
                        2872,
                        2884,
                        "SYMPTOMS"
                    ],
                    [
                        2889,
                        2898,
                        "SYMPTOMS"
                    ],
                    [
                        2929,
                        2940,
                        "SYMPTOMS"
                    ],
                    [
                        2942,
                        2956,
                        "SYMPTOMS"
                    ],
                    [
                        2962,
                        2968,
                        "SYMPTOMS"
                    ],
                    [
                        3021,
                        3031,
                        "MEDICATION"
                    ],
                    [
                        3033,
                        3043,
                        "MEDICATION"
                    ],
                    [
                        3046,
                        3056,
                        "MEDICATION"
                    ],
                    [
                        3062,
                        3073,
                        "MEDICATION"
                    ],
                    [
                        3075,
                        3084,
                        "MEDICATION"
                    ],
                    [
                        3101,
                        3120,
                        "MEDICATION"
                    ],
                    [
                        3124,
                        3134,
                        "MEDICATION"
                    ],
                    [
                        3153,
                        3165,
                        "MEDICATION"
                    ],
                    [
                        3345,
                        3358,
                        "DISEASE"
                    ],
                    [
                        3508,
                        3535,
                        "SYMPTOMS"
                    ],
                    [
                        3561,
                        3577,
                        "SYMPTOMS"
                    ],
                    [
                        3580,
                        3592,
                        "SYMPTOMS"
                    ],
                    [
                        3602,
                        3616,
                        "SYMPTOMS"
                    ],
                    [
                        3618,
                        3643,
                        "SYMPTOMS"
                    ],
                    [
                        3645,
                        3662,
                        "SYMPTOMS"
                    ],
                    [
                        3675,
                        3701,
                        "SYMPTOMS"
                    ],
                    [
                        3780,
                        3795,
                        "MEDICATION"
                    ],
                    [
                        3800,
                        3815,
                        "MEDICATION"
                    ],
                    [
                        4031,
                        4044,
                        "DISEASE"
                    ],
                    [
                        4163,
                        4178,
                        "SYMPTOMS"
                    ],
                    [
                        4239,
                        4248,
                        "SYMPTOMS"
                    ],
                    [
                        4251,
                        4268,
                        "SYMPTOMS"
                    ],
                    [
                        4270,
                        4282,
                        "SYMPTOMS"
                    ],
                    [
                        4285,
                        4307,
                        "SYMPTOMS"
                    ],
                    [
                        4313,
                        4338,
                        "SYMPTOMS"
                    ],
                    [
                        4419,
                        4437,
                        "MEDICATION"
                    ],
                    [
                        4518,
                        4534,
                        "MEDICATION"
                    ],
                    [
                        4539,
                        4559,
                        "MEDICATION"
                    ],
                    [
                        4774,
                        4786,
                        "DISEASE"
                    ],
                    [
                        4897,
                        4907,
                        "SYMPTOMS"
                    ],
                    [
                        4947,
                        4962,
                        "SYMPTOMS"
                    ],
                    [
                        4997,
                        5014,
                        "SYMPTOMS"
                    ],
                    [
                        5039,
                        5049,
                        "SYMPTOMS"
                    ],
                    [
                        5066,
                        5090,
                        "SYMPTOMS"
                    ],
                    [
                        5247,
                        5255,
                        "MEDICATION"
                    ],
                    [
                        5260,
                        5273,
                        "MEDICATION"
                    ]
                ]
            }
        ],
 
        [
            "Alzheimer's Disease is a progressive neurodegenerative disorder characterized by memory loss and cognitive decline . Common symptoms include difficulty in problem-solving, confusion, changes in mood or personality, and difficulty completing familiar tasks. Treatment typically involves the use of cholinesterase inhibitors such as Donepezil and Rivastigmine, along with Memantine . In some cases, antipsychotic medications may be prescribed to manage behavioral symptoms associated with the disease. Early diagnosis and appropriate management strategies can help improve the quality of life for individuals living with Alzheimer's Disease. Parkinson's Disease is a neurodegenerative disorder that primarily affects movement and motor function . Its hallmark symptoms include tremors, typically starting in the hands, slowed movement (bradykinesia), muscle stiffness, impaired balance and coordination, speech changes, and rigid facial expression. Treatment often involves medications such as Levodopa/carbidopa, dopamine agonists like Pramipexole and Ropinirole, MAO-B inhibitors, and COMT inhibitors . Additionally, physical therapy, occupational therapy, and lifestyle modifications may also be recommended to manage symptoms and improve quality of life for individuals with Parkinson's Disease. Multiple Sclerosis (MS) is an autoimmune disease that affects the central nervous system. Its symptoms vary widely but commonly include fatigue, numbness or weakness in limbs, blurred or double vision, tingling or pain in parts of the body, impaired coordination or balance, and cognitive changes . Treatment typically involves corticosteroids for acute exacerbations and disease-modifying therapies such as interferons and glatiramer acetate to manage symptoms and slow the progression of the disease. Epilepsy is a chronic disorder characterized by recurrent seizures. These seizures can vary in type and severity, presenting symptoms such as temporary confusion, staring spells, uncontrollable jerking movements, and loss of consciousness . Treatment typically involves antiepileptic drugs such as phenytoin, carbamazepine, valproic acid, and lamotrigine to manage and reduce the frequency of seizures. Migraine is characterized by recurrent severe headaches often accompanied by nausea and sensitivity to light, sound, or smells. Symptoms include throbbing or pulsating headaches, often on one side, along with nausea, vomiting, and visual disturbances known as aura. Treatment options include pain relievers like ibuprofen or acetaminophen, triptans, antiemetics, and preventive medications such as beta-blockers or anticonvulsants . Amyotrophic Lateral Sclerosis (ALS) is a progressive neurodegenerative disease that affects nerve cells in the brain and spinal cord. It leads to muscle weakness, typically starting in the limbs, along with muscle twitching or muscle cramping . Other symptoms include difficulty in speaking, swallowing difficulties, and impaired motor function. Treatment options include medications like Riluzole and Edaravone, as well as symptomatic treatments such as Baclofen and Diazepam for managing spasticity. Huntington's Disease is an inherited disorder characterized by progressive degeneration of nerve cells in the brain. Symptoms include involuntary jerking or writhing movements known as chorea, muscle problems such as rigidity and slow movements, cognitive decline, behavioral changes, and difficulty swallowing . Treatment typically involves medications like Tetrabenazine to manage movement symptoms, antipsychotics for behavioral symptoms, and antidepressants to address mood disturbances. Cerebral Palsy is characterized by permanent movement disorders resulting from brain damage occurring before, during, or shortly after birth. Symptoms include abnormal muscle tone such as spasticity, rigidity, or floppiness, delayed development, impaired coordination or balance, and speech and language difficulties . Treatment often involves physical therapy and occupational therapy to improve motor skills, along with medications like muscle relaxants and anticonvulsants to manage symptoms. A stroke is the sudden interruption of blood supply to the brain, resulting in brain damage. Symptoms include sudden numbness or weakness, typically on one side of the face, arm, or leg, along with sudden confusion, difficulty speaking or understanding, vision problems, and severe headache . Treatment may involve thrombolytics like tPA to dissolve blood clots, anticoagulants and antiplatelet agents to prevent further clotting, statins to manage cholesterol levels, and rehabilitation therapy to regain lost abilities and prevent complications. Traumatic Brain Injury (TBI) occurs when the brain sustains damage from an external force, such as a blow to the head. Symptoms include loss of consciousness, headache, nausea or vomiting, dizziness or balance problems, sensory changes like blurred vision or ringing in the ears, and cognitive impairment . Treatment options depend on the severity of the injury and may include surgery for severe cases, rehabilitation therapy to regain lost functions, anticonvulsants to prevent seizures, and antidepressants to manage mood and emotional changes.\r",
            {
                "entities": [
                    [
                        0,
                        19,
                        "DISEASE"
                    ],
                    [
                        81,
                        92,
                        "SYMPTOMS"
                    ],
                    [
                        97,
                        114,
                        "SYMPTOMS"
                    ],
                    [
                        141,
                        170,
                        "SYMPTOMS"
                    ],
                    [
                        172,
                        181,
                        "SYMPTOMS"
                    ],
                    [
                        183,
                        213,
                        "SYMPTOMS"
                    ],
                    [
                        219,
                        256,
                        "SYMPTOMS"
                    ],
                    [
                        297,
                        322,
                        "MEDICATION"
                    ],
                    [
                        331,
                        340,
                        "MEDICATION"
                    ],
                    [
                        345,
                        357,
                        "MEDICATION"
                    ],
                    [
                        370,
                        379,
                        "MEDICATION"
                    ],
                    [
                        397,
                        410,
                        "MEDICATION"
                    ],
                    [
                        640,
                        659,
                        "DISEASE"
                    ],
                    [
                        775,
                        782,
                        "SYMPTOMS"
                    ],
                    [
                        794,
                        815,
                        "SYMPTOMS"
                    ],
                    [
                        817,
                        832,
                        "SYMPTOMS"
                    ],
                    [
                        834,
                        846,
                        "SYMPTOMS"
                    ],
                    [
                        849,
                        865,
                        "SYMPTOMS"
                    ],
                    [
                        867,
                        883,
                        "SYMPTOMS"
                    ],
                    [
                        888,
                        900,
                        "SYMPTOMS"
                    ],
                    [
                        902,
                        916,
                        "SYMPTOMS"
                    ],
                    [
                        922,
                        946,
                        "SYMPTOMS"
                    ],
                    [
                        992,
                        1010,
                        "MEDICATION"
                    ],
                    [
                        1012,
                        1029,
                        "MEDICATION"
                    ],
                    [
                        1035,
                        1046,
                        "MEDICATION"
                    ],
                    [
                        1051,
                        1061,
                        "MEDICATION"
                    ],
                    [
                        1063,
                        1079,
                        "MEDICATION"
                    ],
                    [
                        1085,
                        1100,
                        "MEDICATION"
                    ],
                    [
                        1117,
                        1133,
                        "MEDICATION"
                    ],
                    [
                        1135,
                        1155,
                        "MEDICATION"
                    ],
                    [
                        1298,
                        1316,
                        "DISEASE"
                    ],
                    [
                        1318,
                        1320,
                        "DISEASE"
                    ],
                    [
                        1434,
                        1441,
                        "SYMPTOMS"
                    ],
                    [
                        1443,
                        1451,
                        "SYMPTOMS"
                    ],
                    [
                        1455,
                        1472,
                        "SYMPTOMS"
                    ],
                    [
                        1474,
                        1498,
                        "SYMPTOMS"
                    ],
                    [
                        1500,
                        1508,
                        "SYMPTOMS"
                    ],
                    [
                        1512,
                        1537,
                        "SYMPTOMS"
                    ],
                    [
                        1539,
                        1571,
                        "SYMPTOMS"
                    ],
                    [
                        1577,
                        1594,
                        "SYMPTOMS"
                    ],
                    [
                        1706,
                        1717,
                        "MEDICATION"
                    ],
                    [
                        1722,
                        1740,
                        "MEDICATION"
                    ],
                    [
                        1801,
                        1809,
                        "DISEASE"
                    ],
                    [
                        1943,
                        1962,
                        "SYMPTOMS"
                    ],
                    [
                        1964,
                        1978,
                        "SYMPTOMS"
                    ],
                    [
                        1980,
                        2012,
                        "SYMPTOMS"
                    ],
                    [
                        2018,
                        2039,
                        "SYMPTOMS"
                    ],
                    [
                        2099,
                        2108,
                        "MEDICATION"
                    ],
                    [
                        2110,
                        2123,
                        "MEDICATION"
                    ],
                    [
                        2125,
                        2138,
                        "MEDICATION"
                    ],
                    [
                        2144,
                        2155,
                        "MEDICATION"
                    ],
                    [
                        2204,
                        2212,
                        "DISEASE"
                    ],
                    [
                        2281,
                        2287,
                        "SYMPTOMS"
                    ],
                    [
                        2292,
                        2312,
                        "SYMPTOMS"
                    ],
                    [
                        2314,
                        2319,
                        "SYMPTOMS"
                    ],
                    [
                        2324,
                        2331,
                        "SYMPTOMS"
                    ],
                    [
                        2349,
                        2358,
                        "SYMPTOMS"
                    ],
                    [
                        2362,
                        2381,
                        "SYMPTOMS"
                    ],
                    [
                        2421,
                        2429,
                        "SYMPTOMS"
                    ],
                    [
                        2435,
                        2454,
                        "SYMPTOMS"
                    ],
                    [
                        2464,
                        2469,
                        "SYMPTOMS"
                    ],
                    [
                        2529,
                        2542,
                        "MEDICATION"
                    ],
                    [
                        2544,
                        2552,
                        "MEDICATION"
                    ],
                    [
                        2554,
                        2565,
                        "MEDICATION"
                    ],
                    [
                        2602,
                        2615,
                        "MEDICATION"
                    ],
                    [
                        2619,
                        2634,
                        "MEDICATION"
                    ],
                    [
                        2637,
                        2666,
                        "DISEASE"
                    ],
                    [
                        2668,
                        2671,
                        "DISEASE"
                    ],
                    [
                        2844,
                        2860,
                        "SYMPTOMS"
                    ],
                    [
                        2864,
                        2879,
                        "SYMPTOMS"
                    ],
                    [
                        2905,
                        2927,
                        "SYMPTOMS"
                    ],
                    [
                        2929,
                        2952,
                        "SYMPTOMS"
                    ],
                    [
                        2958,
                        2982,
                        "SYMPTOMS"
                    ],
                    [
                        3026,
                        3034,
                        "MEDICATION"
                    ],
                    [
                        3039,
                        3048,
                        "MEDICATION"
                    ],
                    [
                        3092,
                        3100,
                        "MEDICATION"
                    ],
                    [
                        3105,
                        3113,
                        "MEDICATION"
                    ],
                    [
                        3139,
                        3159,
                        "DISEASE"
                    ],
                    [
                        3324,
                        3330,
                        "SYMPTOMS"
                    ],
                    [
                        3332,
                        3347,
                        "SYMPTOMS"
                    ],
                    [
                        3356,
                        3364,
                        "SYMPTOMS"
                    ],
                    [
                        3369,
                        3383,
                        "SYMPTOMS"
                    ],
                    [
                        3385,
                        3402,
                        "SYMPTOMS"
                    ],
                    [
                        3404,
                        3422,
                        "SYMPTOMS"
                    ],
                    [
                        3428,
                        3449,
                        "SYMPTOMS"
                    ],
                    [
                        3541,
                        3555,
                        "MEDICATION"
                    ],
                    [
                        3585,
                        3600,
                        "MEDICATION"
                    ],
                    [
                        3631,
                        3645,
                        "DISEASE"
                    ],
                    [
                        3819,
                        3829,
                        "SYMPTOMS"
                    ],
                    [
                        3831,
                        3839,
                        "SYMPTOMS"
                    ],
                    [
                        3844,
                        3854,
                        "SYMPTOMS"
                    ],
                    [
                        3856,
                        3875,
                        "SYMPTOMS"
                    ],
                    [
                        3877,
                        3909,
                        "SYMPTOMS"
                    ],
                    [
                        3915,
                        3947,
                        "SYMPTOMS"
                    ],
                    [
                        3975,
                        3991,
                        "MEDICATION"
                    ],
                    [
                        3996,
                        4016,
                        "MEDICATION"
                    ],
                    [
                        4091,
                        4106,
                        "MEDICATION"
                    ],
                    [
                        4244,
                        4252,
                        "MEDICATION"
                    ],
                    [
                        4256,
                        4264,
                        "MEDICATION"
                    ],
                    [
                        4279,
                        4299,
                        "MEDICATION"
                    ],
                    [
                        4343,
                        4379,
                        "MEDICATION"
                    ],
                    [
                        4381,
                        4396,
                        "MEDICATION"
                    ],
                    [
                        4402,
                        4417,
                        "MEDICATION"
                    ],
                    [
                        4442,
                        4455,
                        "MEDICATION"
                    ],
                    [
                        4461,
                        4464,
                        "MEDICATION"
                    ],
                    [
                        4490,
                        4504,
                        "MEDICATION"
                    ],
                    [
                        4509,
                        4528,
                        "MEDICATION"
                    ],
                    [
                        4558,
                        4565,
                        "MEDICATION"
                    ],
                    [
                        4600,
                        4622,
                        "MEDICATION"
                    ],
                    [
                        4675,
                        4697,
                        "DISEASE"
                    ],
                    [
                        4699,
                        4702,
                        "DISEASE"
                    ],
                    [
                        4811,
                        4832,
                        "SYMPTOMS"
                    ],
                    [
                        4834,
                        4842,
                        "SYMPTOMS"
                    ],
                    [
                        4844,
                        4850,
                        "SYMPTOMS"
                    ],
                    [
                        4854,
                        4862,
                        "SYMPTOMS"
                    ],
                    [
                        4864,
                        4893,
                        "SYMPTOMS"
                    ],
                    [
                        4916,
                        4930,
                        "SYMPTOMS"
                    ],
                    [
                        4934,
                        4953,
                        "SYMPTOMS"
                    ],
                    [
                        4959,
                        4979,
                        "SYMPTOMS"
                    ],
                    [
                        5079,
                        5101,
                        "MEDICATION"
                    ],
                    [
                        5128,
                        5143,
                        "MEDICATION"
                    ],
                    [
                        5169,
                        5184,
                        "MEDICATION"
                    ]
                ]
            }
        ],
    
        [
            "Asthma is a chronic respiratory condition marked by airway inflammation and bronchospasm. Symptoms include wheezing, shortness of breath, chest tightness or pain, coughing (particularly at night or early morning), and difficulty sleeping . Treatment typically involves a combination of medications, including short-acting beta-agonists like Albuterol for quick relief of symptoms, inhaled corticosteroids such as Fluticasone or Budesonide to reduce inflammation in the airways, and long-acting beta-agonists like Formoterol or Salmeterol for long-term control of asthma symptoms. Chronic Obstructive Pulmonary Disease (COPD) is a progressive lung disease characterized by airflow limitation. Symptoms include shortness of breath, particularly during physical activity, chronic cough, excessive sputum production, wheezing, and chest tightness or pain . Treatment typically involves a combination of medications, including bronchodilators (both short-acting and long-acting), inhaled corticosteroids, phosphodiesterase-4 inhibitors, and oxygen therapy. Additionally, pulmonary rehabilitation programs are often recommended to improve symptoms and quality of life for individuals with COPD. Pneumonia is an inflammation of lung tissue typically caused by infection, which can be bacterial, viral, or fungal in nature . Common symptoms include fever, chills, cough with phlegm production, shortness of breath, chest pain, rapid heartbeat, fatigue, and confusion . Treatment varies depending on the cause of pneumonia and may involve antibiotics for bacterial pneumonia, antiviral medications for viral pneumonia, antifungal medications for fungal pneumonia, and oxygen therapy to support breathing. Prompt diagnosis and appropriate treatment are essential for managing pneumonia effectively and preventing complications. Tuberculosis (TB) is an infectious bacterial disease primarily affecting the lungs but can also affect other parts of the body. Symptoms often include a persistent cough, usually with blood-tinged sputum, weight loss, fatigue, fever, night sweats, loss of appetite, chest pain, and shortness of breath . Treatment typically involves a combination of antibiotics such as Isoniazid, Rifampicin, Ethambutol, and Pyrazinamide. Directly Observed Therapy (DOT) ensures proper adherence to treatment. Additionally, the Bacillus Calmette-Gurin (BCG) vaccine is used for prevention in high-risk populations. Early detection and treatment are crucial to prevent the spread of TB and reduce its impact on affected individuals. Influenza, a viral infection causing respiratory illness, often manifests with symptoms such as fever or feeling feverish/chills, cough, sore throat, runny or stuffy nose, muscle or body aches, headaches, and fatigue . Treatment typically involves antiviral medications like Oseltamivir, Zanamivir, and Peramivir, which can help shorten the duration and severity of symptoms if taken early. Symptomatic relief can also be provided through pain relievers, decongestants, and cough suppressants to alleviate discomfort and manage symptoms. It's essential to stay hydrated and get plenty of rest during recovery from influenza. Cystic Fibrosis, a genetic disorder, manifests as the accumulation of thick, sticky mucus in various organs, primarily affecting the lungs. Symptoms include persistent coughing with thick sputum, wheezing, shortness of breath, recurrent lung infections like pneumonia, and poor growth or weight gain . To manage these symptoms and improve quality of life, a multifaceted treatment approach is employed. This includes airway clearance techniques such as chest physiotherapy and percussion to loosen mucus, bronchodilators to relax airway muscles, inhaled antibiotics to combat lung infections, mucolytics to thin mucus, and enzyme supplements to aid digestion. Early intervention and a holistic treatment plan are crucial for effectively managing cystic fibrosis and mitigating its impact on daily life. Bronchiectasis is a chronic lung condition marked by the damage and widening of airways, leading to persistent symptoms. Among these symptoms are a chronic cough accompanied by large amounts of sputum, recurrent respiratory infections, wheezing, shortness of breath, chest pain or tightness, and fatigue . Managing bronchiectasis typically involves a combination of interventions aimed at alleviating symptoms and preventing complications. Antibiotics are often prescribed to treat respiratory infections, while mucolytics help thin and clear mucus from the airways. Bronchodilators are used to open up the airways, easing breathing difficulties. Chest physiotherapy is employed to assist in clearing mucus and improving lung function. In severe cases, surgical removal of damaged lung tissue may be necessary to improve respiratory function and quality of life. Early diagnosis and comprehensive management are essential for effectively managing bronchiectasis and minimizing its impact on daily life. Respiratory Syncytial Virus (RSV) Infection is a viral respiratory illness that predominantly affects infants and young children, although it can also impact adults . Common symptoms include a runny nose, decreased appetite, coughing, sneezing, fever, wheezing, and difficulty breathing, which can lead to rapid breathing in severe cases. Treatment typically involves supportive care such as ensuring proper hydration and rest. For more severe cases, oxygen therapy may be administered to aid breathing, while the antiviral medication ribavirin may be prescribed to combat the infection. Early recognition and management of symptoms are crucial in preventing complications and promoting recovery from RSV infection, particularly in vulnerable populations such as infants.\r",
            {
                "entities": [
                    [
                        0,
                        6,
                        "DISEASE"
                    ],
                    [
                        107,
                        115,
                        "SYMPTOMS"
                    ],
                    [
                        117,
                        136,
                        "SYMPTOMS"
                    ],
                    [
                        138,
                        153,
                        "SYMPTOMS"
                    ],
                    [
                        163,
                        171,
                        "SYMPTOMS"
                    ],
                    [
                        186,
                        211,
                        "SYMPTOMS"
                    ],
                    [
                        218,
                        237,
                        "SYMPTOMS"
                    ],
                    [
                        309,
                        335,
                        "MEDICATION"
                    ],
                    [
                        341,
                        350,
                        "MEDICATION"
                    ],
                    [
                        381,
                        404,
                        "MEDICATION"
                    ],
                    [
                        413,
                        424,
                        "MEDICATION"
                    ],
                    [
                        428,
                        438,
                        "MEDICATION"
                    ],
                    [
                        482,
                        507,
                        "MEDICATION"
                    ],
                    [
                        513,
                        523,
                        "MEDICATION"
                    ],
                    [
                        527,
                        537,
                        "MEDICATION"
                    ],
                    [
                        580,
                        617,
                        "DISEASE"
                    ],
                    [
                        619,
                        623,
                        "DISEASE"
                    ],
                    [
                        709,
                        728,
                        "SYMPTOMS"
                    ],
                    [
                        730,
                        767,
                        "SYMPTOMS"
                    ],
                    [
                        769,
                        782,
                        "SYMPTOMS"
                    ],
                    [
                        784,
                        811,
                        "SYMPTOMS"
                    ],
                    [
                        813,
                        821,
                        "SYMPTOMS"
                    ],
                    [
                        827,
                        842,
                        "SYMPTOMS"
                    ],
                    [
                        922,
                        937,
                        "MEDICATION"
                    ],
                    [
                        975,
                        998,
                        "MEDICATION"
                    ],
                    [
                        1000,
                        1030,
                        "MEDICATION"
                    ],
                    [
                        1036,
                        1051,
                        "MEDICATION"
                    ],
                    [
                        1189,
                        1198,
                        "DISEASE"
                    ],
                    [
                        1341,
                        1346,
                        "SYMPTOMS"
                    ],
                    [
                        1348,
                        1354,
                        "SYMPTOMS"
                    ],
                    [
                        1356,
                        1384,
                        "SYMPTOMS"
                    ],
                    [
                        1386,
                        1405,
                        "SYMPTOMS"
                    ],
                    [
                        1407,
                        1417,
                        "SYMPTOMS"
                    ],
                    [
                        1419,
                        1434,
                        "SYMPTOMS"
                    ],
                    [
                        1436,
                        1443,
                        "SYMPTOMS"
                    ],
                    [
                        1449,
                        1458,
                        "SYMPTOMS"
                    ],
                    [
                        1530,
                        1541,
                        "MEDICATION"
                    ],
                    [
                        1818,
                        1830,
                        "DISEASE"
                    ],
                    [
                        1832,
                        1834,
                        "DISEASE"
                    ],
                    [
                        1971,
                        1987,
                        "SYMPTOMS"
                    ],
                    [
                        2002,
                        2021,
                        "SYMPTOMS"
                    ],
                    [
                        2023,
                        2034,
                        "SYMPTOMS"
                    ],
                    [
                        2036,
                        2043,
                        "SYMPTOMS"
                    ],
                    [
                        2045,
                        2050,
                        "SYMPTOMS"
                    ],
                    [
                        2052,
                        2064,
                        "SYMPTOMS"
                    ],
                    [
                        2066,
                        2082,
                        "SYMPTOMS"
                    ],
                    [
                        2084,
                        2094,
                        "SYMPTOMS"
                    ],
                    [
                        2100,
                        2119,
                        "SYMPTOMS"
                    ],
                    [
                        2188,
                        2197,
                        "MEDICATION"
                    ],
                    [
                        2199,
                        2209,
                        "MEDICATION"
                    ],
                    [
                        2211,
                        2221,
                        "MEDICATION"
                    ],
                    [
                        2227,
                        2240,
                        "MEDICATION"
                    ],
                    [
                        2241,
                        2266,
                        "MEDICATION"
                    ],
                    [
                        2268,
                        2271,
                        "MEDICATION"
                    ],
                    [
                        2330,
                        2354,
                        "MEDICATION"
                    ],
                    [
                        2356,
                        2359,
                        "MEDICATION"
                    ],
                    [
                        2535,
                        2544,
                        "DISEASE"
                    ],
                    [
                        2640,
                        2663,
                        "SYMPTOMS"
                    ],
                    [
                        2665,
                        2670,
                        "SYMPTOMS"
                    ],
                    [
                        2672,
                        2683,
                        "SYMPTOMS"
                    ],
                    [
                        2685,
                        2705,
                        "SYMPTOMS"
                    ],
                    [
                        2707,
                        2727,
                        "SYMPTOMS"
                    ],
                    [
                        2729,
                        2738,
                        "SYMPTOMS"
                    ],
                    [
                        2744,
                        2751,
                        "SYMPTOMS"
                    ],
                    [
                        2810,
                        2821,
                        "MEDICATION"
                    ],
                    [
                        2823,
                        2832,
                        "MEDICATION"
                    ],
                    [
                        2838,
                        2847,
                        "MEDICATION"
                    ],
                    [
                        3160,
                        3175,
                        "DISEASE"
                    ],
                    [
                        3237,
                        3267,
                        "SYMPTOMS"
                    ],
                    [
                        3348,
                        3354,
                        "SYMPTOMS"
                    ],
                    [
                        3356,
                        3364,
                        "SYMPTOMS"
                    ],
                    [
                        3366,
                        3385,
                        "SYMPTOMS"
                    ],
                    [
                        3387,
                        3412,
                        "SYMPTOMS"
                    ],
                    [
                        3418,
                        3427,
                        "SYMPTOMS"
                    ],
                    [
                        3613,
                        3632,
                        "MEDICATION"
                    ],
                    [
                        3665,
                        3680,
                        "MEDICATION"
                    ],
                    [
                        3706,
                        3725,
                        "MEDICATION"
                    ],
                    [
                        3783,
                        3801,
                        "MEDICATION"
                    ],
                    [
                        3963,
                        3977,
                        "DISEASE"
                    ],
                    [
                        4157,
                        4163,
                        "SYMPTOMS"
                    ],
                    [
                        4165,
                        4197,
                        "SYMPTOMS"
                    ],
                    [
                        4199,
                        4207,
                        "SYMPTOMS"
                    ],
                    [
                        4209,
                        4228,
                        "SYMPTOMS"
                    ],
                    [
                        4230,
                        4240,
                        "SYMPTOMS"
                    ],
                    [
                        4259,
                        4266,
                        "SYMPTOMS"
                    ],
                    [
                        4475,
                        4485,
                        "MEDICATION"
                    ],
                    [
                        4610,
                        4629,
                        "MEDICATION"
                    ],
                    [
                        4966,
                        4993,
                        "DISEASE"
                    ],
                    [
                        4995,
                        4998,
                        "DISEASE"
                    ],
                    [
                        5159,
                        5169,
                        "SYMPTOMS"
                    ],
                    [
                        5171,
                        5189,
                        "SYMPTOMS"
                    ],
                    [
                        5191,
                        5199,
                        "SYMPTOMS"
                    ],
                    [
                        5201,
                        5209,
                        "SYMPTOMS"
                    ],
                    [
                        5211,
                        5216,
                        "SYMPTOMS"
                    ],
                    [
                        5218,
                        5226,
                        "SYMPTOMS"
                    ],
                    [
                        5232,
                        5252,
                        "SYMPTOMS"
                    ],
                    [
                        5417,
                        5431,
                        "MEDICATION"
                    ]
                ]
            }
        ]
    
    ]
}